categories = ('Анекдоты', 'Афоризмы', 'Стихи', 'Истории', )

themes = {
        'Анекдоты': ["Вовочка", "Штирлиц", "Школа", "Врачи", "Работа", "Армия", "Студенты", "Разное"],
        'Афоризмы': ["Случайный афоризм"],
        'Стихи': ["А.С. Пушкин", "У. Шекспир", "М. Цветаева", "И. Бунин", "А. Рэмбо", "О. Хайям"],
        'Истории': ["Смешные истории", "Поучительные истории"]
        }

content = {
    'Анекдоты': {
        'Вовочка': [
            {'title': '', 'body': '''Учительница: Дети, вы не забыли, что завтра вам надо принести по 500 рублей на ремонт школы?
Вовочка: Марья Ивановна, а сколько надо принести денег, чтобы школу вообще закрыли?'''},
            {'title': '', 'body': '''Бабушка увлечённо смотрит по телевизору показ мод.
Четырёхлетний внук Вовочка её спрашивает:
- Бабушка, а что такое "вечерний туалет"?
Бабушка, не отрываясь от экрана:
- Ну, Вовочка, представь себе, что девочка надевает своё самое нарядное платье, мальчик надевает свой самый красивый костюм...
Вовочка нетерпеливо перебивает:
- И они вместе идут какать?'''},
            {'title': '', 'body': '''- Вовочка, ты почему не учишь историю?
- А что ее учить, если история никого ничему не учит.'''},
            {'title': '', 'body': '''Учительница рисования спрашивает Вовочку:
- А что ты будешь рисовать?
Вовочка отвечает, показывая на белый листок:
- Ну здесь закрашу черным, здесь закрашу синим, а здесь зеленым ебану!!!
Учительница падает в обморок…
Вызывают всех к директору по поводу ситуации на уроке.
Директор:
- Что произошло?
Вовочка:
- Меня спросили, что я буду рисовать, я ответил: ну здесь закрашу черным, здесь закрашу синим, а здесь зеленым ебану!!!
Учительница опять падает в обморок…
Директор:
- Ну ты не видишь, ей от зеленого хуево, ебани красным!'''},
            {'title': '', 'body': '''Вовочка спрашивает:
- Мам, а у папы есть родители?
- Конечно, есть. Ты что, забыл? Бабушка Люся и дедушка Лёня.
- А зачем же они тогда его нам отдали?'''},
            {'title': '', 'body': '''Первоклассник Вовочка заявил родителям:
- В школу больше не пойду - читать не умею, писать не умею, а разговаривать мне не дают.'''},
            {'title': '', 'body': '''На уроке истории:
- Вовочка, кто был следующим Патриархом после Патриарха Никона?
- Эмм.. Патриарх Кэнон?'''},
        ],
        'Штирлиц': [
            {'title': '', 'body': '''Штирлиц залез на телеграфный столб и, чтобы не привлекать внимания прохожих, развернул газету.'''},
            {'title': '', 'body': '''Штирлиц сидел в кафе "Элефант" и помешивал кофе вилкой. Он знал, что невероятно рискует, но ему очень хотелось хоть пять минут ощутить себя на Родине.'''},
            {'title': '', 'body': '''Тупым американцам не понять, что человек по фамилии Мюллер в принципе не сможет раскрыть нашего агента!'''},
            {'title': '', 'body': '''Штирлиц уже три месяца слал в Центр одну и ту же шифровку: 
4207 1801 2275 4408
6872 4589 5533 7928
3473 5600 1956 7639
Но тщетно, ни на одну из этих кредитных карт не поступало ни копейки зарплаты.'''},
            {'title': '', 'body': '''Немножко про КГБ, разумеется, без деталей, да и было это в 70-х годах.

Коллега отца недавно рассказал.
Когда он работал в одном институте, вдруг на рабочий телефон звонок:
- Здравствуйте, (имя - отчество). Вам удобно будет завтра поcетить такой-то подъезд одного известного здания? Если неудобно, переназначьте время.

Тот сильно удивился - он к Конторе не имел никакого отношения, но мало ли, чего людям надо.

На следующий день зашёл, причём на входе никаких пропусков не понадобилось.
Просто переспросили имя-отчество и назвали назвали нужный кабинет.
Там с одним вежливым человеком зашёл разговор о сослуживце - дескать, хотим его на работу пригласить.

Коллега слегка растерялся, а потом само собой выдалось:
- Отличный семьянин. Хороший спортсмен. Отмечен наградами рейхсфюрера СС.

Капитан оказался с юмором - посмеялись вместе.
- А вы к нам не хотели бы?
- Меня моя работа вполне устраивает, и потом у меня в следующем году контракт на преподавание в Алжире... 
- Это мы знаем.
- Да я и артист плохой.
- Вы ещё скажите, что из пистолета стрелять не умеете. 
Тоже шутник оказался.

Думаю, что из-за последнего предложения его и пригласили.
Отказался. Всё-таки наука его больше привлекала.

Но общение с вежливыми людьми запомнилось, хоть и пенсионер уже давно.'''},
            {'title': '', 'body': '''В баре за стойкой мужчина в ОЗК смешивал в колбе ядохимикаты. "Новичок!" - подумал Штирлиц.'''},
            {'title': '', 'body': '''Штирлиц знал, что запоминаются только последняя фраза и первый час корпоратива.'''},
            {'title': '', 'body': '''Умер Штирлиц. Подходит к воротам рая, а апостол Пётр его не пускает: дескать, грехов много, и нацистам служил, и безбожникам-коммунистам. Штирлиц начинает спорить. К ним подходит архангел Михаил. Узнав, в чем дело, устало машет рукой и говорит Пётру: - Пропусти. Мы все равно ничего не докажем.'''},
            {'title': '', 'body': '''В дверь кто-то вежливо постучал ногой.
- Безруков! - догадался Штирлиц.'''},
            {'title': '', 'body': '''Проходя мимо кинотеатра, Штирлиц прочел слова, написанные крупными буквами: "Чужой против хищника". 
- О боже, как же мне надоели эти выборы! - подумал разведчик.'''},
            {'title': '', 'body': '''Штирлиц пьянствует с Мюллером. 
Мюллер: 
- Штирлиц, я знаю, вы русский резидент. Да, мы проиграли войну, но неужели вы думаете, что дома вас ждёт слава? Вас расстреляют или сошлют в Сибирь.
- Я так не считаю. Разведчика на родине ждёт почёт и уважение.
- Скажите ещё, что бывший шпион может управлять Россией, а в Германии будет канцлер в юбке. Вы перепили! 
Штирлиц ухмыльнулся...'''},
            {'title': '', 'body': '''Штирлиц нажрался. Развезло его, пошел буянить.
Заваливается в кабинет к Мюллеру и давай наезжать:
- Ах ты морда фашистская, пасешь меня? Да, я - советский разведчик! Да , это я сорвал ваши переговоры с союзниками, это я зарубил ваш атомный проект и много еще неприятностей вам сделал! Не веришь? Вот моя красноармейская книжка, билет ВКПБ, удостоверение советского разведчика! Подавись, гадина фашисткая! 
Хайль Гитлер!
Запоминается только последняя фраза, думал Штирлиц, уходя от Мюллера. Так что завтра продолжу спокойно работать.'''},
            {'title': '', 'body': '''Лишь о победе думал Штирлиц,
рукою твердой прикуп взяв...'''},
            {'title': '', 'body': '''"Хорошо, что Овальном кабинете есть камин и нет видеокамер. Можно будет испечь картошки на 23 февраля", - подумал Штирлиц.'''},
            {'title': '', 'body': '''Максим Максимович Исаев шёл по Вашингтону и его всё раздражало: и этот рыжий парик, и новый костюм взамен мундира штандартенфюрера СС, и то, что ещё 4 года придётся жить с чужой женщиной.'''},
            {'title': 'Пошутил', 'body': '''Я из русских немцев. Переехал в из одной балтийской Республики в Германию перед развалом СССР.
Сегодня рабочий день, я в отпуске, сижу перед компом. Гуглю код недалёкого города.

В это время звонит телефон, на дисплее 007012.... О! Родственники из Ленинграда! Была первой мысль, потом меня что-то насторожило, задал код в гугль оказалось Литва.
"Хелло" - прозвучал в трубке юный женский голос с знакомым акцентом.
"Главное Разведывательное Управлние, Западноевропейский Хакерский Центр, Дюссельдорф, капитан ...енер у телефона" - браво отозвался я на хорошем русском.
"Бульк" - моментально отключился оппонент.

Я это, как бы чего не вышло. Я пошутил.'''},
            {'title': '', 'body': '''- Шольц, а какая у Штирлица машина?
- Черный Гелендваген, группенфюрер.
Голос за кадром: "От предчувствия близкой удачи у Мюллера внезапно разболелась голова".'''},
            {'title': '', 'body': '''Когда на Берлин опускалась глубокая ночь, Штирлиц садился в свой Гелендваген и гонял по пустынным улицам. Эту привычку он приобрел в Москве, в разведшколе, и уже много лет не мог от нее избавиться.'''},
            {'title': '', 'body': '''Перед разводом жена мне сказала:
- Двадцать лет вместе прожили, а я ничего о тебе не знаю. Знаю только, что ты мало ешь.
Фигасе я штирлиц.'''},
            {'title': '', 'body': '''Только я заметила, что в фильме «Семнадцать мгновений весны» у всех фашистов в досье написано «связей, порочащих его, не имеет», а у Штирлица - «в связях, порочащих его, замечен не был»?'''},
            {'title': '', 'body': '''"Строго секретно! Лично в руки! Рейхсфюреру СС Генриху Гиммлеру!
Рейхсфюрер!.."
Штирлиц положил ручку и задумался: "А может всё-таки написать по-немецки?"'''},
            {'title': '', 'body': '''Штирлиц оглянулся: хвоста не было.
"Оторвался", - подумал Штирлиц.'''},
            {'title': '', 'body': '''— Представляете, Штирлиц, какой кошмар мне приснился: будто сейчас 2015 год, канцлер в Германии — баба в красном пиджаке, вместо факельных шествий — гей-парады, мы платим деньги евреям и выполняем команды негра из Америки!'''},
            {'title': '', 'body': '''Вызывает как-то Мюллер к себе Штирлица:
- Я всегда знал, что вы – русский шпион, Штирлиц, но не мог этого доказать. Но теперь я знаю, как вас проверить. Слава Украине, Штирлиц!
- Героям слава, группенфюрер. Я тоже для вас приготовил проверочку, Мюллер.
- Нет, Штирлиц, нет, вы этого не сделаете: я старый, больной человек, у меня подагра.
- Я это сделаю, группенфюрер. Скачите, Мюллер, скачите: кто не скачет, тот - москаль.'''},
        ],
        'Школа': [
            {'title': '', 'body': '''Смотришь на заработки певцов и спортсменов и понимаешь, что главные предметы в школе — это пение и физкультура.'''},
            {'title': '', 'body': '''Лев Толстой в детстве был непоседливым ребёнком: носился по Ясной Поляне, и лишь борода развевалась по ветру!'''},
            {'title': '', 'body': '''Нынешние выпускные 9-х классов напыщенные и пафосные, словно церемония Оскар: концерт, приглашённые певцы, видео и т. д. Когда я закончил 9-й класс, мне просто отдали аттестат и попросили не идти в 10-й.'''},
            {'title': '', 'body': '''- Пап, тебя опять в школу вызывают.
- Что ты опять спалил?
- Химичку с физруком в учительской.'''},
            {'title': '', 'body': '''Учительница рассказала ученикам о великих изобретениях и спрашивает:
- Дети, а что бы вы хотели изобрести?
- Я бы изобрёл такого робота: нажал кнопку - и уроки сделаны!
- Петя, ну ты и лентяй! А что скажет Вова?
- А я бы изобрёл автомат, который бы нажимал на эту кнопку!'''},
            {'title': '', 'body': '''Историей про "дипломные работы" навеяло.
Вечером дозвонился приятель, смеётся.
- Вспомни! Лет 20 назад, я тебя попросил найти реферат по истории, для сына. Тот как всегда в последний день вспомнил а интернета у меня дома не было, я к тебе приехал и попросил поискать реферат по теме. Реферат мы нашли, я скачал его на дискету. Потом сбегал на работу, только там был лазерный принтер, распечатал довольно объемный труд и вручил своему чаду.
На следующий день он гордо зачитал вслух почти половину, пока учитель его не остановила. Получил за это пятерку.
Я сегодня наводил порядок в книжном шкафу и наткнулся на этот реферат. Будешь смеяться, но это был не реферат а начало какого-то романа про попаданцев. Буквально через страницу, от той где сына остановили, войско Наполеона атаковали буденовцы на тачанках, потом из болот полезли кикиморы с лешими, и гнали супостата, до самого "английского канала".
- Вот что значит "вовремя остановиться"!'''},
            {'title': '', 'body': '''У первоклассников такие портфели, как будто они в любой момент готовы уйти из семьи и начать новую жизнь.'''},
            {'title': '', 'body': '''Сын учится в 9 классе. Впереди экзамены по русскому языку. Сейчас учитель готовит их к этому серьезному испытанию. Одно из заданий - сочинение, в котором должно быть строго 70 слов. 69 слов считается невыполненным заданием. Допускается на несколько слов больше.

Сын написал сочинение, увидел, что не дотягивает до нужного количества, далее диалог между сыном и учителем:
- А можно я в конце напишу слово Аминь?- спросил сын. 
- У тебя 69 слов?- спросил учитель. 
- Нет, 65,- ответил сын.
- Тогда тебе надо добавить ещё «Во имя Отца и Сына, и Святого Духа»...'''},
            {'title': '', 'body': '''Путин: «В школах нет туалетов, но мы проводим туда интернет 100 МБит».
Дети будут срать в комментах.'''},
            {'title': '', 'body': '''Мальчик, оставшийся на второй год, предсказывал одноклассникам будущее.'''},
            {'title': 'О мотивации и ювенальной юстиции', 'body': '''Вспомнился рассказ одного из знакомых про его детство. 
" Я рос в столице одного из регионов. В 1991 году мне стукнуло 12, старший брат ушел в армию, батя, до этого прибухивавший, активно запил, пропивая остатки пожитков, а мать пыталась хоть что то заработать на еду. Отец был тяжел на руку, но справедлив. Предприятие, на котором он работал, не платило зарплату, другой работы не было в принципе. Однажды я принес пару двоек по предметам, и отец, изредка заглядывавший в мой дневник, решил задать мне хорошую трепку. Бил он ремнем с солдатской пряжкой. А мне в этот день и так досталось от старшеклассников - в общем я был готов на многое что бы избежать в целом весьма справедливого наказания. 
И я набравшись дерзости сказал: "Батя, вот тебе не стыдно меня пороть? Я ведь хожу в школу, как ты на завод. Стараюсь, учусь как могу. Я же не прогуливаю уроки, ворон не считаю на них - ну не могу я разобраться в этой математике! Ты же вот ходишь на завод и тебе нихрена не платят за это. Нам уже скоро совсем нечего будет жрать! 
Но я же не могу тебя никак заставить что бы ты деньги в дом приносил!
Батя изменился в лице, замахнулся, но вдруг опустил руку, сел на диван и опустил голову. 
Помолчав, он сказал: Ты знаешь сынок - а ты ведь прав. Я нихрена не могу сделать со своим заводом, и ничего не приношу в дом. Хочешь быть взрослым и что бы я тебя не наказывал? 
- Хочу!
-Тогда приноси в дом еду или деньги. Взрослый мужик должен их уметь доставать. Поэтому с этого дня ели принес что то в дом - то ты взрослый, и я с тобой буду на равных, а если нет- то извини, сынок, будешь отвечать по полной как ребенок. Выбирай. 
- Спасибо, папа!
Прошла неделя, одна из самых тяжелых в моей жизни. Отец порол меня каждый день за плохие оценки, а я упорно думал как достать денег - в моей голове вариантов "лучше учиться " не было в принципе, потому как деньги или еда- это по сути одна цель, да ещё и бонус быть сытым на постоянной основе, а не когда мать что то принесет и отец не успеет сьесть, а стать хорошистом по всем предметам- это сразу много задач. 
На выходных я убежал из дома к другу и мы вместе разработали план первого заработка - за городом была речка, на которой отдыхала местная братва. Жители этих мест остерегались от греха, но там можно было найти много пивных бутылок, да и вдруг что ещё попадется. Наш бутылочный рейд был весьма эффективен. 
Один раз я даже нашел зажигалку, которую затем обменял на полкило мяса на рынке. Это был первый раз за год, когда наша семья ела мясо. Отец посадил меня на главное место за столом, налил мне водки- но я отказался ( когда в живую видишь вокруг, к чему она приводит как то не возникает желание, знаешь ли). 
Потом много чем занимались. От и до. В откровенный криминал не лезли, старались маленькую нишу найти. 
И главное - я знал вполне работающий способ отболтаться от тех же братков: Смотря в глаза говорил: Делаю то то потому что жрать очень хочу. Мне деньги не нужны. Дайте мне полбатона хлеба если можете и я буду сыт, а побираться стоять мне стыдно. С учетом обносков в которых мы ходили это вполне работало, хоть и не всегда. 
Но батя надо отдать ему должное слово держал. Даже по сильной пьяни на меня руку не поднимал больше - принес хотя бы батон хлеба в дом - получил вольную, гуляй Петька да танцуй "Комаринскую" ;) 
Через 2 года брат вернулся из армии, сразу уехал покорять столицу и пропал. Совсем. До сих пор концов не нашли. 
В 16 лет похоронил я батю - цирроз печени. Но за 4 года уже так понахватался всяких "темок", что жить как прежде уже не мог. Ну и как говориться, пошло - поехало". 
Сейчас у товарища все хорошо - жена, дети, загородный дом под Москвой, и несколько небольших бизнесов в столице. Мама жива. но конечно уже очень плоха. Одного в нем не поменять - как был он "юрким ровным пацанчиком", так и остался, несмотря на возраст и положение. 

З.Ы. Тут любители ювенальной юстиции про детские дома и лишение прав писали. Так вот, я сам занимался благотворительностью причем весьма плотно. И со мной работали люди которые хорошо помнят это время в регионах. 
Собственно, в разных заведениях было по- разному. Как и в стране в целом. Были места где хорошо кормили и заботились, а были где били, заставляли воровать или что ещё хуже торговать собой ( уголовные дела есть в общем доступе по этой части, и это только то что на поверхности).'''},
            {'title': '', 'body': '''В одной из школ, где я учился, была учительница литературы, по-моему Ирина Васильевна. 
Человеком она была удивительным и в каком-то роде знаковым. 
С точки зрения педагогического опыта, коммуникации с учениками и организации жизни в школе (параллельно она была завучем) ей поистине не было равных. Несмотря на тяжелейшее время и в школе, и в стране в целом никаких поборов с родителей она не производила, к ученикам относилась требовательно, но справедливо. 
Это был человек, которого ставили в пример, и которым школа совершенно заслуженно гордилась. 

Проблема была только в одном - Ирина Васильевна была к глубочайшему сожалению очень плохим педагогом. На её уроках несмотря на все старания было банально скучно, и кроме пары ботаников весь остальной класс материал практически не усваивал. Знаний хватало максимум до сочинения или проверочной работы. 

Много лет спустя я пришел на встречу выпускников этой школы. Ради интереса задал пару вопросов по литературе- сам очень много читаю до сих пор. В ответ было полное отвращение к любой классике, а у некоторых вообще к чтению.

При этом Ирину Васильевну, вышедшую на самую почетную пенсию и отмеченную высокими госрегалиями, совершенно искренне и подчеркиваю заслуженно вспоминали самыми добрыми словами. 

В другой школе у меня был учитель физики с ДАРОМ обучения. За 10 лет работы в нашей непрофильной школе он сумел воспитать нескольких ныне очень известных на мировой арене ученых. И это дети которые к моменту начала обучения только немного интересовались физикой. 

Закончилось все очень грустно. Папа одного из слабых учеников нарыл на него не имевший никакого отношения к работе компромат, и человека банально затравили ( уволившись, сейчас прекрасно обучает детей в частном порядке). 

Мораль? Идеальных людей не бывает, есть люди с более или менее критическими проблемами. 

Причем это относится не только к учителям, но и к врачам, чиновникам и всем другим специалистам.'''},
            {'title': '', 'body': '''Урок математики в школе.
- Наташа, сколько в десятке яиц?
- Девять, Мариванна!
- Отлично, Наташенька, садись, 4.
- Но, Мариванна, отлично - это 5!
- Нет.'''},
            {'title': '', 'body': '''Учитель ОБЖ поджег школу и внимательно смотрел, кто не читал восьмой параграф.'''},
            {'title': '', 'body': '''Сыну в школе (3-й класс) на уроке рисования сказали нарисовать зимний лес. Он нарисовал джунгли. На вопрос учителя, чем он слушал, когда просили нарисовать зимний лес, пояснил, что на картине январь, только в тропиках.'''},
            {'title': '', 'body': '''Учим с ребенком пяти лет русский язык по учебнику, в котором главные герои Ежик и Лисенок. Малыш:
- А сколько еще к нам Ежик с Лисенком будут ходить?
- Пока ты не пойдешь в первый класс.
- А давай они поехали на зимние каникулы и заблудились.'''},

        ],
        'Врачи': [
            {'title': '', 'body': '''В кабинете у врача:
- Сколько вам в этом году исполнится лет?
- 27.
- Сколько было беременностей?
- Ноль.
Удивлённо поднимает глаза:
- Ну половой жизнью-то живёте?
- Для стоматолога вы очень любознательный...'''},
            {'title': '', 'body': '''Мама работает в детском рентгеновском кабинете. Дети, как правило, всегда рыдают навзрыд, когда родители заставляют их проходить данную процедуру. Родители, естественно, пытаются их успокоить, ибо шевелиться во время снимка нельзя. Один папа просто побил все рекорды, когда плачущий четырёхлетний мальчик спросил, зачем отец надевает фартук (свинцовый который, для защиты). Отец его "успокоил": "Это, чтобы меня кровью не забрызгало" :)'''},
            {'title': '', 'body': '''Форум медиков:
- Нарезаешь мясо, кладёшь на сковородку, жаришь, где-то между второй и третьей степенью ожога добавляешь овощи...'''},
            {'title': '', 'body': '''В моей семье все полные - от хxl и выше. Я же в начальной школе не обладала «правильной детской пухлостью», и меня таскали по врачам: искали то глистов, то страшные заболевания, то нервные расстройства. У шестого по счету диетолога мама психанула и громко попросила «объяснить худобу дочери». Врач молчит, мама орёт, что я умру. Врач задумчиво смотрит на маму и просит сесть. Та садится, сообщает, что готова ко всему, лишь бы знать. Диетолог: «Есть догадка, что вы её объедаете».'''},
            {'title': '', 'body': '''Поскольку Ивана Голунова избивал один из лучших полицейских Москвы, а осмотр делали в больнице одного из лучших врачей, следов побоев не было обнаружено.'''},
            {'title': '', 'body': '''К нам в наркологию пришёл пациент - наркоман. На мой вопрос, есть ли у него ВИЧ или гепатит, он ответил, что нет, потому что кололся только чистыми, одноразовыми шприцами, однократно, и не подбирал чужие, что он в этом смысле "ни-ни". На что я сказала, что он молодец, что так заботится о своём здоровье!'''},
            {'title': '', 'body': '''Хирург говорит пациенту, лежащему на операционном столе:
- Операция будет демонстрироваться по телевидению, поэтому постарайтесь почаще улыбаться!'''},
            {'title': '', 'body': '''По рассказу одного знакомого доктора.

Каждый из врачей, работающих в поликлиниках сталкивался с такой персоной как: - "Я все сама знаю, а ты тупой, и я тебе расскажу как меня надо лечить". При этом эти персонажи "прописываются" в поликлинике и ходят туда чуть ли не каждый день.
Так вот однажды такая пациентка вывела из себя уважаемого доктора в годах. Доктор, к слову сказать, был сама обаятельность и вежливость. Пациенты всегда (ну или почти всегда) были ему искренне благодарны. Доктор, задолбавшись слушать "персонажа", её бесконечные "кругом все воры врачи, никто лечить не умеет и не хочет", - не выдержал и откровенно послал на х#@. Особу естественно возмутило до глубины копчика такое высказывание и она сразу же побежала с жалобой к главному врачу. Примерно такой диалог состоялся в кабинете главного:

Особа, с порога переходя на ультразвук: - Вы знаете, что ваш врач К себе позволил?!
Главный врач невозмутимо: - Простите, но я абсолютно уверен, что доктор К ничего предосудительного сделать не мог, - это ж доктор К! 
Особа, запинаясь от захлёствующих чувств: - Этот ваш К... Он... Он... Он меня на х#@ послал!! 
Главрач в ответ удивленно-возмущенно: - И Вы решили что это ЗДЕСЬ?!'''},
            {'title': '', 'body': '''Два аптекаря встречаются. Первый грустный спрашивает:
- Как ты выживаешь? Лекарства дорогие, спрос не очень. Я на грани банкротства.
- Так у меня 5 терапевтов в друзьях.'''},
            {'title': '', 'body': '''- В чём разница между врачом и архитектором?
- ???
- Врачебную халтуру закопают, а архитекторную триста лет туристам показывают.'''},
            {'title': '', 'body': '''- Доктор, меня беспокоит, что в последнее время я себя хорошо чувствую.
- Хм-м, голубчик, при многих серьёзных болезнях люди чувствуют себя хорошо...'''},
            {'title': '', 'body': '''Кабинет психиатра. В дверь на коленках вползает пациент и рычит:
- Рррррррррр! Ыыыыыыыыыы!
Психиатр:
- Вы с ума сошли! У меня обед.'''},
            {'title': '', 'body': '''Современные стоматологи сперва лечат не зубы, а психологические травмы после советской стоматологии.'''},
            {'title': '', 'body': '''- Послушайте, Гриша, когда я лежал в кардиологии - кололи в зад, когда лежал в неврологии - кололи в зад, когда лежал в терапии - кололи в зад...
- Наум Маркович, таки и шо?
- Та ни шо! Получается, шо всё у нас лечат через жопу!'''},
            {'title': '', 'body': '''Знакомого положили в больницу (ну, от военкомата). Он там заболел, и его тут же выперли из больницы со словами: "Нам тут больные не нужны, поправишься, тогда приходи!".'''},
            {'title': '', 'body': '''Стоматологи — это зубные феи, сообразившие, что за зубы надо не давать деньги, а брать.'''},
            {'title': '', 'body': '''Вы вышли из себя, я это сразу вижу,
в районе живота рассматривая грыжу...'''},
            {'title': '', 'body': '''Ты должен непременно быть здоров,
коль нету денег у тебя на докторов...'''},
            {'title': '', 'body': '''Сегодня сидела в поликлинике в очереди. Рядом бабуля жалуется, что если денег нет, то и лечить не будут. Где-то на этаже раздаётся жуткий грохот. Бабуля невозмутимо комментирует:
- Это у главврача, поди, морда треснула.'''},
            {'title': '', 'body': '''Вопрос армянскому радио:
- Чем отличается дурдом от Госдумы?
Ответ:
- В дурдоме психам не платят безумных денег.'''},
            {'title': '', 'body': '''- Катенька, ты почему хочешь стать хирургом, если боишься даже боли во время уколов?
- Мамочка, я же не себе буду делать больно.'''},
            {'title': '', 'body': '''Врач спрашивает пенсионера:
- Как часто вы ходите в туалет по-большому?
- Ну, где-то раз в две недели.
- А почему так редко?
- Да с моей пенсией чаще не получается.'''},
            {'title': '', 'body': '''Анестезия! Какое нежное и убаюкивающее слово.'''},
            {'title': '', 'body': '''Доктор: 
— Хорошо, а сейчас сколько пальцев?
Больной:
— Знаете, не так я себе представлял проверку простаты.'''},
            {'title': '', 'body': '''Очень красивая женщина приходит к гинекологу. Врач просит ее раздеться. После того, как она разделась, он гладит ей бедро.
- Вы знаете, что я делаю?
- Да, вы проверяете нет ли у меня ссадин или варикоза на ногах.
- Правильно,- говорит доктор и начинает ласкать ей грудь. - Знаете, что я делаю сейчас?
- Конечно. Вы проверяете, нет ли уплотнений в груди.
- Верно,- сказал врач и решил пойти ва-банк. Он залез на пациентку и занялся с ней сексом.
- А теперь вы понимаете, что я делаю?
- Теперь вы получаете герпес и триппер, по поводу которых я к вам и пришла.'''},
            {'title': '', 'body': '''Пришёл один из пациентов к главврачу поликлиники и сказал:
- У вас очень хороший проктолог, прошу вынести ему благодарность!
Администрация пообещала.
Сидим ломаем голову. Дело в том, что проктолога в поликлинике нет.. Пытаемся понять, кто из врачей сорвался...'''},
        ],
        'Работа': [
            {'title': '', 'body': '''Когда завоёвано место под солнцем, можно работать с прохладцей.'''},
            {'title': '', 'body': '''По данным опроса ВЦИОМ самой распространённой профессией среди жителей центральной части России является профессия вмосквуезжу.'''},
            {'title': '', 'body': '''На собеседовании в отделе кадров:
- И последний вопрос: назовите ваши отрицательные качества.
- Ну, я туплю иногда. 
- Хорошо, вы приняты.
- Куда?'''},
            {'title': '', 'body': '''На собеседовании в отделе кадров:
- И последний вопрос: назовите ваши отрицательные качества.
- Ну, я туплю иногда. 
- Хорошо, вы приняты.
- Куда?'''},
            {'title': '', 'body': '''- Сейчас уже день или ещё утро?
- У кого?
- У бухгалтерии.
- У бухгалтерии всегда обед.'''},
            {'title': '', 'body': '''- У нас на работе есть Валера, такой тупой, бля, просто пи*дец! Он даже текст на компьютере не может сам набрать!
- И тебе приходится вместо него набирать?
- Ну, да. А чо делать-то?
- Сдается мне, что он не такой уж и тупой...'''},
            {'title': '', 'body': '''Любимое выражение нашего начальника при каждом замеченном косяке кого-либо: "Наступаешь на одни и те же грабли!" И далее долгие, нудные нравоучения. Так вот, сегодня у нас проходил корпоративный субботник - убирали территорию. На реальные грабли, которые лежали на земле, наступил наш начальник, смачно получив по лбу черенком. Один из работников не сдержался: "На грабли наступаете, Владимир Иванович )". У кого-то следующая неделя будет сложной.'''},
            {'title': '', 'body': '''Коллективный сон в рабочее время укрепляет корпоративный дух.'''},
            {'title': '', 'body': '''Коллега по работе очень любит поспать и всегда опаздывал на работу, благо у нас на это никто не обращает внимания. Но в последнее время он стал приходить очень рано, минут за 20 до начала рабочего дня. 
- Ты чего, себе будильник новый купил?
- Да нет, с деньгами проблема, отказался от платной парковки, а вокруг дома в радиусе 300 метров везде знаки "Парковка запрещена с 08:00-20:00", и ровно в 08:00 приезжает эвакуатор. Это очень помогает проснуться и выехать вовремя.'''},
            {'title': '', 'body': '''- Для чего вы живёте, что полезного вы делаете для общества? - спросил судья у рецидивиста. 
- Как "что делаю"? Вы меня удивляете, ваша честь! Я даю работу полиции и суду!'''},
            {'title': '', 'body': '''У нас коллега пришёл на работу, позавтракал, начал работать, а потом оказалось, что он ещё два дня в отпуске, встал и ушёл...'''},
            {'title': '', 'body': '''Лайфхак. Никогда, слышите, никогда! Не пейте кофе на работе по утрам. До обеда не уснёте...'''},
            {'title': '', 'body': '''Директор крупной фирмы звонит своему коллеге: 
- Твой бухгалтер Рабинович предлагает нам свои услуги. Сколько времени он у вас проработал?
- Всего лишь несколько часов.
- Но он говорит, что состоял у вас в штате три года.
- Совершенно верно. В штате он состоял три года...'''},
            {'title': '', 'body': '''Опытный бухгалтер никогда не ошибается не в свою пользу.'''},
            {'title': '', 'body': '''Свою работу никому не доверяю. Предпочитаю сам её не делать.'''},
            {'title': '', 'body': '''- Привет. Как дела? Работу нашёл?
- Привет. Всё ОК! Работаю на Первом. Новости комментирую.
- Пиздишь поди?
- Так работа такая...'''},
            {'title': '', 'body': '''Новая реформа образования и её слоган "Бесплатно учился - бесплатно работай!".'''},
            {'title': 'Улов на сотню баксов', 'body': '''Приехал к деду Олегу на рыбалку, начало 90-х было. Договорились завтра на лодке, на озеро. А сегодня-то? Сегодня-то душа горит! Выпили за приезд по стопочке, поужинали, взял удочки, пошел на протоку, к мосту. Хоть уклейки думаю половить, душу отвести. Уклейка как раз шла на нерест, её там в протоке - тьма.
Уклейка конечно рыбёшка несерьёзная, но вкусная. Соседка у деда Олега приспособилась отличные котлеты из неё делать. Принесёшь бывало ей полведра, она котлет накрутит, половина себе, половину нам. 
Стою у моста, таскаю уклейку. По дороге - черный джип. Затонированый по самое немогу, боевая машина братвы, летит только пыль столбом.
И вдруг перед самым мостом - фррррр, по тормозам, и встал как вкопаный.
Пыль осела, выходят трое. Реальные такие тревожные ребята. Кожа, бошки бритые, взгляд, все дела.
Встали у джипа, смотрят на меня сверху. Посмотрели, потом один:
- Слы, братан! Чо, рыба есть?
- Да ну, какая рыба! - отвечаю.
Двое остались у джипа, тот что спрашивал спустился вниз. Заглянул в ведро, кричит этим наверху:
- Реально рыба!
- Ну так бери, да поехали! - отвечают ему сверху.
- Слы, братан! Продай рыбу! - говорит он уже мне.
Просьба была настолько несерьёзной, что попахивала каким-то явным разводом.
- Ты чего, издеваешься? - говорю я ему.
- Братан, реально! Мы заплатим, не ссы!
Я говорю:
- Нахрена вам эта мелочь?
- Да нам по барабану! 
И понизив голос на полтона объяснил.
- Понимаешь, мы тут ездили, туда-суда, ну, с девочками, отдохнуть, сам понимаешь... А бабам сказали - типа на рыбалку. Чо мы им, селёдки пряного посола с рыбалки привезём?! Ну так чо, сколько?
- Да ладно, перестань! Забирай если надо.
- Чо, серьёзно? Вот ты реальный чувак! А ведро?
- Ведро не могу. Ведро не моё.
- Во! А мы у тебя его купим.
Порывшись в лопатнике нашел там бумажку в десять баксов, скомкал и сунул мне в карман рубашки.
- Нормально? На новое типа ведро.
- У меня сдачи нету.
- Ха-ха-ха! Ты прикольный чувак! Слышь, сдачи говорит у него нету! Ха-ха-ха!
Всё это время, пока длился наш интеллектуальный диалог, я продолжал неспеша дёргать уклейку. Двое наверху за этим наблюдали. И вдруг один крикнул:
- Слы, братан! А на чо ловишь?
- На хлеб.
- Просто на хлеб, и всё?
- Просто на хлеб. На булку.
- Булка это батон?
- Батон.
Он толкнул в бок приятеля.
- Прикинь? На батон! Я тут поехал с одними кентами на рыбалку, понял. Реальные такие рыбаки! Одних понтов на штуку баксов. Лодки, моторы, удочки импортные, все дела. Целый день сидели! Хоть бы блять один головастик! Ни-ши-ша! А тут чувак на палку и булку, зырь, одну за одной таскает.
Они спустились к нам и стали с любопытством наблюдать, как я таскаю уклейку.
- Слы, братан! А можно я попробую? - спросил тот, что интересовался наживкой.
Я пожал плечами, уступил ему место и передал удочку. Двух других это изрядно развеселило.
- О, секи! Щас Лось сома поймает!
Они гыгыкали и толкали друг друга. Меж тем тот, кого они назвали Лосём, неуверенно забросил, поплавок мгновенно ушел под воду, и через секунду у него на крючке уже переливалась в лучах вечернего солнца серебристая рыбёшка. Принять рыбу в руку сноровки у него не хватило, и уклейка, сорвавшись с крючка, плюхнулась в траву.
- Держи!!! Держи её!!! А то ускачет!!! - заорал счастливый рыбак.
- Есть!!!! Ееесть!!! - орали остальные так, что наверное стёкла в деревне дрожали.
Они ползали на коленках по траве, пытаясь поймать бедную уклейку.
- Ух ты! - отдышавшись сказал Лось. Глаза его заблестели азартом. - Видали, как я её чотко?! Токо раз! - и всё! Братан, давай батон!
Он наживил крючок, и снова забросил.
- Братан, а у тебя ещё удочки нету? - спросил один из оставшихся двоих.
У меня в чехле, который я даже не разбирал с приезда, лежало ещё две удочки. Через пять минут все трое выстроились вдоль кромки воды. Но оказалось, что ловить просто так им неинтересно.
- Ну чо, пацаны, по соточке?
- Давай!
- Братан, ты судья!
Они достали каждый по сто долларов, и вложили мне в ладонь.
- Банк короче. Делайте ваши ставки!
И пошла потеха. Они радовались каждой пойманной уклейке так, что младшая группа детского сада на новогоднем утренике по сравнению с ними была просто унылой кучкой ветоши.
Я расчертил на песке табличку, и считал пойманную каждым рыбу. Когда сумерки сгустились так, что уже нельзя было рассмотреть поплавок, подвели итоги. С основательным преимуществом победу одержал Лось.
- Да ну, так нечестно! Лось хоть в детстве на рыбалку ходил! А я вобще удочку первый раз в жизни в руках держал!
- Вот-вот!
- Честно нечестно, а я вас за язык не тянул! - Лось явно радовался победе.
Я достал деньги, и отдал победителю. Тот отделил одну купюру и протянул обратно мне.
- Держи!
- Не-не! Это ж ваша рыба, сами наловили!.
- Братан, ты не понял! Это не за рыбу! Это за удовольствие!
- Бери-бери! - поддакнули остальные. - Треть банкиру эт нормально, это по понятиям.
Смеясь и обмениваясь впечатлениями они развернулись и пошли вверх по склону, к джипу. И тут я вспомнил про ведро.
- Э, парни! А рыбу?
Они обернулись.
- Да нафиг она нам теперь? Нам теперь и так поверят, мы ж реально на рыбалке были!
Смех постепенно стих, и уже от машины, когда хлопнули дверцы, кто-то крикнул:
- Спасибо те, братан! Будут проблемы, найди нас в городе. Спросишь Лося, тебе каждая собака скажет!
Джип, плюнув гравием из-под колёс и мигнув габаритами, скрылся за поворотом, а я стал собирать удочки, пока совсем не стемнело. Проблема у меня была только одна - завтра дед Олег поднимет ни свет ни заря, и будет весь день бухтеть, что я его любимое ведро хотел продать за десять баксов.'''},
            {'title': 'Гаражный кузовной ремонт', 'body': '''В нулевых был у меня фолькс-пассат в кузове B-4 универсал. И раз попал в подставу в Москве. Слегка помял передок об Ауди, а в багажник мне со всей дури врезался гольф с курскими номерами. Мы с пассажиркой пристегнуты были, так нам ничего. А из гольфа вылезли трое здоровенных мужиков, которые ремнями пренебрегали. Так они держались - кто за нос, кто за локоть, кто за коленку.
Но не о ремнях сейчас и не о подставах. От удара этого гольфа задок моего пассата слегка смялся книзу.
Я тогда зарабатывал нормально, и всё равно собирался менять машину на побольше, поэтому купил сразу бэушный транспортер, а пассат решил продать без спешки, как есть. Не ремонтируя.
Интернетом ещё толком не пользовался, поэтому о продаже пассата оповестил знакомых. Ну и работал себе на транспортере, а фолькс на стоянке был. Там и встретился с одними покупателями, потом с другими, но в цене не сошлись.
А тогда приятельствовал с одним мужиком - он в своем гараже занимался мелким ремонтом машин по жести. Хороший такой товарищ - юморной, классный собутыльник, дети у нас одного возраста, поэтому часто отдыхали вместе семьями.
И раз на шашлыках он говорит: "А чего у тебя машина-то стоит разбитая?! Давай отремонтирую - быстрее продашь и подороже. И я заработаю, и ты быстрее избавишься». Я удивился: "Да там же задние лонжероны пошли! Это на стапеле надо вытягивать!"
Он говорит: "Да фигня! Я ремонтировал такие. Домкратами вытяну. Продашь в лучшем виде".
Загнал пассат ему в гараж, купил запчасти на разборке. Начал он ковыряться… Проходит время, звонит: "Забирай!"
Приезжаю – нихрена не удалось ему вытянуть лонжероны. Багажник так и остался приопущен настолько, что нижние кромки задних дверей не прилегали к кузову, и торчали слегка врастопырку, как крылья у подшибленной курицы.
Ну, я человек нескандальный, понятно уже было, что переделать он не сможет, с деньгами за ремонт как-то сошлись, а тут и покупатель нарисовался, которому срочно нужен был универсал за небольшие деньги. На скорости же движения эти неплотно прижатые двери не сказывались.

Проходит пара месяцев, встречаю мужиков, которые мне того покупателя подогнали. 
Говорят: «Как этот твой друг отремонтировал тебе машину, что Мишка на ней въехал в столб передком, а у неё жопа отвалилась?!»'''},
            {'title': '', 'body': '''У моего бывшего сотрудника сын работает в небольшой хайтековской конторе занимающейся созданием искусственного интеллекта. Успехи там, покамест не велики, но и задачи себе ребята поставили не космические. Взяли последнюю модель робота-уборщика известной фирмы и внедряют в неё свою разработку, добавив ещё маленький манипулятор, которым робот может собирать мелкие предметы. Для испытаний раздают эти доработанные девайсы по близлежащим организациям. Ну, чистоту ведь все любят. До этих дней особенностей в поведении этих роботов не просматривалось. Собственно, какой, извините, интеллект требуется такому роботу - чисть-убирай себе, да и всё.
В одной из организаций, где убирает робот за номером 12, работает один шутник. Он каждый день лепил на уборщика цветную бумажку. Знаете, такие квадратики для заметок? Видите ли, забавно было ему наблюдать, как электронный трудяга суетится с цветной бумажкой на корпусе. Прошёл месяц, или чуть более. Однажды утром, когда все в конторе пришли на работу, робот-уборщик выполз из-под шкафа, где стояла его зарядная станция и не поехал по своему обычному уборочному кругу, а направился прямиком к рабочему месту насмешника. Медленно подъехал к его ногам, приловчился и приклеил к брюкам цветную клейкую бумажку. Больше трудягу шутник обижать не осмеливается...'''},
            {'title': '', 'body': '''Максимум на что способен ленивый это - минимум.'''},
        ],
        'Армия': [
            {'title': '', 'body': '''На вокзале Кишинева найдена бомба. Министерство обороны приносит свою благодарность - это уже 5-я бомба, поступившая на вооружение молдавской армии.'''},
            {'title': '', 'body': '''Посылают толпу студентов в наряд на кухню. Спрашивают у прапора:
- А картофелечистка есть?
- А как же! Экипаж - 5 человек...'''},
            {'title': '', 'body': '''Сергей Шойгу сообщил о снижении аварийности в военной авиации в 2,5 раза. 
После полного прекращения полётов...'''},
            {'title': '', 'body': '''Журналисты ради прикола опубликовали объявление: "Продаю ядерную бомбу...". С раннего утра по объявлению заявились какие-то странные кавказцы. Потом пришли из ФСБ. Третьим прибежал взволнованный прапорщик, у которого как раз вчера со склада...'''},
            {'title': '', 'body': '''- Стройбат флота? Это, наверное, что-то совсем опасное?
- Это когда заставляют копать не землю, а воду.'''},
            {'title': '', 'body': '''На военном аэродроме:
- Люди службу служат, полёты летают, матчасть устраняют, а вы только спиртоводочную смесь пьянствуете!'''},
            {'title': '', 'body': '''Парад победы 2017 ещё раз доказал, что самый выгодный бизнес - облачные технологии!'''},
            {'title': 'Повороты судьбы ', 'body': '''Советским призывникам предписывалось явиться в военкомат, имея при себе смену белья, миску, кружку, ложку, и еду на три дня.
Понятно, что отправляясь на два года в армию, парни надевали на себя то, что не жалко будет выбросить.
И вот во дворе военкомата прапорщик, направляясь в свой отдел, проходит через толпу призывников, и видит стоящего чуть отдельно от всех парня в дефицитнейшем в те временам адидасовском спортивном костюме, в адидасовских же, и не ленинградских лицензионных а в настоящих германских адидасовских кроссовках. Завершающим штрихом этого оксюморона была завернутая в газетку палка сырокопченой колбасы, которую спортсмен держал в руке.
Прапорщик осведомился у парня – и почему он здесь именно в такой экипировке.
Парень охотно пояснил, что насчёт него «всё договорено», направят его сейчас в Москву в спорт-роту, а ночевать он уже сегодня будет дома.
Прапорщик спросил у него фамилию, зашел в отдел призыва, и переложил одну папку в другую стопку. Это было утром.
А обедал спортсмен в тот день уже на борту самолёта летящего в Комсомольск-на-Амуре, в составе команды призывников распределённых на Краснознамённый Тихоокеанский флот.'''},
            {'title': '', 'body': '''Рассказывал знакомый из Норвегии в далекие 90-е. Служба в армии считается в Норвегии почетным делом, никто не пытается откосить. Наоборот, потомки викингов, даже будучи очкариками из интеллигентных семей, стремятся попасть туда если не в морпехи, то хоть в музыкальный батальон и отдать свой долг родине. По крайней мере, так было в 90-е, если судить по рассказам. Так вот, несмотря на то, что служба почетна и желанна, тягот ее никто не отменял. Попав туда, все желают, чтобы это поскорее закончилось, и чтобы сидя дома и потягивая пиво можно было вспоминать славные армейские деньки.

Брат моего знакомого норвежца служил в обычных войсках и срок подходил к концу. Все дембеля были уже на низком старте и мысленно давно уже были дома, потягивая пивко и предаваясь другим хорошим и нехорошим излишествам. Армейская традиция предписывает не напрягать дембелей. А попробуй их напряги - они вояки опытные, да и мотивации выслужиться уже совсем нет. 

Сержанты в норвежской армии занимают экологическую нишу прапорщиков. Вредные и доставучие создания. Но один из них превзошел самого себя и всех остальных. Нарушил армейскую традицию и приказал всем своим дембелям напоследок помыть сортиры. Каждому достался свой фронт работ в виде кабинки с металлическим унитазом. Приказ был отполировать все до блеска. Дисциплину никто не отменял - на губе никому сидеть не хочется, тем более сверх срока, так что хошь не хошь, приказ надо выполнять.

Но ранимое дембельское сердце не выдержало такого издевательства и искало способ отомстить коварному сержанту. Вычистив свой унитаз до зеркального блеска, норвежский дембель раздобыл на кухне кофейной гущи. По консистенции и цвету очень напоминает сами знаете, что. Аккуратно размазал ее по своему унитазу. Никому ничего не сказал и стал ждать проверки.

Сержант во главе с отделением идет проверять работу. Заглядывает в кабинки. Первая кабинка - хорошо. Вторая кабинка - отлично... Стоп... а ЭТО ЧТО ТАКОЕ???!!!

Дембель делает удивленое лицо, подходит к 'своему' унитазу. Нагибается, сует палец в ЭТО. Тщательно облизывает палец. И заключает, отвечая на прямой вопрос начальника:

- Гавно, господин сержант. Чистое гавно!'''},
            {'title': '', 'body': '''Иваново вместо ГДР
Лет 30 назад было. Парня проводили в армию. В военкомате сформировали команду призывников, за которыми должен был приехать «покупатель» из ГСВГ. Парни радовались, что будут служить в группе советских войск в Германии, в настоящих боевых частях, и мир посмотрят.
День, к концу, когда офицер говорит им: «Покупатель сегодня не приедет. Сегодня День города, погуляйте, переночуйте дома, утром – сюда!»
Этот мой знакомец забежал домой переодеться, и узнал от родителей, что дембельнулся его старый друг. Побежал к нему. Друг сообщил, что привёз с армии дымовую шашку, и предложил использовать её на главной городской площади, где как раз массовое гуляние, порадовать людей редким зрелищем.
Пришли на площадь, зажгли шашку, повалил дым… Люди начали чихать, тереть глаза, разбегаться… Друг убежал тоже. Призывника милиционеры забрали в милицию, откуда его вызволил отец. Он клятвенно заверил начальника отделения, что завтра же этого лоботряса заберут из города на два года.
В военкомате отнеслись к произошедшему с юмором и пониманием. В ГСВГ парня уже, конечно, не рискнули отправить. Служил он в Ивановской области, и, что объяснимо, в химвойсках.'''},
            {'title': 'Как я расхищал армейский склад ', 'body': '''Это были последние дни СССР , Михал Сер-геич Горбачев бубнил по радио с утра до вечера про перестройку и ускорение, а меня забрали в армию.
Это был холодный ноябрь месяц и уже выпал устойчивый первый снег.

Тут надо сразу сделать отступление в виде пояснения.

Часть была одно из самых элитных и при призыве была реальная медкомиссия и даже собеседование с покупателем-майором, а по месту жительства из КГБ приходил опер и вел душещипательные разговоры с соседями .

Лирические подробности первой недели службы Родине отбросим сейчас, как несущественные.

Мы проходили курс молодого бойца в сержантской учебке и готовились присягать СССР ( который скоро и накрылся медным тазом )

Через неделю нас, 5 человек выбрал прапор и повел на склад.
Надо было там навести порядок .

Пока мы шли, прапор дал нам ценные указания - вы пи*дите , все что можно и в снег кидайте, а я потом приду и соберу. Вы присягу еще не приняли и вам ничего не будет.

Склад был реальный - там хранилось разное барахло для нового санатория для старших армейских офицеров.

Я сразу понял, что первое Задание Родины надо выполнить на "отлично" и что это проверка, как мы выучили устав на предмет точного и неукоснительного выполнения приказов старшего по званию.

Пока наш прапор отвлекал разговорами другого прапора - начальника этого склада, мы пи*дили вещи.

Сейчас я прикидываю, что мы выкинули тогда в снег диковинных вещей с этого склада на тысячу - полторы советских рублей.

Довольный прапор даже дал нам несколько сигарет Ява после выполнения ответственного задания и строго-настрого запретил болтать, ибо враг не спит и так и хочет завоевать нашу Родину и устроить какую-нибудь провокацию против нашего сплоченного народа и КПСС. 

И только тогда я понял, что мы элементарно обули склад его товарища и простая, но яркая мысль отчетливо осветила мозг - СССР - пи*дец ... Так и случилось вскоре .'''},
            {'title': '', 'body': '''- Как вы относитесь к однополой любви?
- Очень положительно, товарищ военком!'''},
            {'title': '', 'body': '''История к 8 марта.
Однажды после одного важного мероприятия, где генеральские шишки подписывали очень важные контракты, одного переводчика занесло в бар. Там у стойки сидел переводчик другой стороны. Ну, рыбак рыбака видит издалека, поэтому переводчики скорешились и бухали весь вечер за стойкой, потом перешли за отдельный столик.
Что-там болтали неизвестно, но нашего переводчика поставил в тупик вопрос вражеского:
- А как вы боретесь с беременностью личного состава во время службы в армии и флоте? Казармы разделяете? Раздаете презервативы?
Наш офигел и выдал:
- У нас, в общем, нет баб в личном составе в армии и флоте! - чем отправил ихнего переводчика в глубокий нокдаун.
Тот завис, свел пьяные глаза в одну точку и выдал:
- А! Понимаю! У вас в армию и флот только гомосексуалистов берут!'''},
            {'title': '', 'body': '''Был тут в воинской части. Спрашиваю солдата:
- Парень, ты срочник?
Он вытягивается по стойке "смирно":
- Так точно!
- Да ладно тебе, "так точно...". Нормально разговаривай.
Парень расслабляется:
- Да въелось уже. Домой звоню, и то: "...разрешите уточнить..."'''},
            {'title': 'Как кот сорвал присягу.', 'body': '''В жизни любого военнослужащего, как бы она потом ни складывалась, есть один самый главный, можно сказать, ответственнейший момент. Это принятие присяги. Произнеся текст и поставив свою подпись по сути ты, подобно средневековому рыцарю-крестоносцу, отказываешься от права на свою жизнь, оставляя это права своему сюзерену - то бишь, государству, которому присягнул.
В сентябре 1987 года мы стояли на училищном плацу, дабы в последний раз в стенах родного училища принять участие в мероприятии, серьезность которого нами была уже осознана и принята. Уже случился Чернобыль и внезапно умер от лейкемии один из ездивших туда преподавателей, изредка приходили гробы из Афгана, да и из внутренних областей СССР случались пресловутые цинковые ящики - последствия своего выбора все обучаемые представляли. Так что к процедуре принятия в свои ряды молодых последователей относились серьезно и ответственно. Зная, что процедура, разумеется, происходит на плацу, в присутствии родителей молодняка, согласно училищной традиции, лично, составом двух рот четвертого курса промели, подбелили и подкрасили наше строевое святилище, оборудованное к тому времени весьма достойной крытой трибуной из мрамора и гранита, взамен старого подобия лобного места из побеленного кирпича.
Построение было ротными коробками по 10 человек в шеренге, наши коробки , пятая и шестая, стояли прямо напротив трибуны, серьезность мероприятия подчеркивалась парадной формой с белыми ремнями и начищенными до зеркального блеска сапогами. В этот раз командование даже не запретило вставки в погоны, с которыми до этого беспощадно боролось, и, что было вообще неслыханно - выдало белые перчатки.
Перед нами в две шеренги с автоматами на тонких шеях стояли поступившие первокурсники, прошедшие в августе месячный курс молодого бойца и в сентябре уже приступившие к занятиям. Одетые в новую, необношенную ещё парадку, малость нескладные и похожие на котов в сапогах, поскольку покуда они не набрали надлежащей физической формы даже сапоги смотрелись на них великовато. Но форму им выдавали на два года и мы знали, что к концу второго курса всем им она будет маловата. А пока великовата.
А ещё под трибуной лежал настоящий кот. Самый обыкновенный, жирный пятнистый котяра, лежа на плацу перед трибуной, олицетворял Похуизм в крайней стадии, демонстрируемый именно адресной аудитории - тем, кто это состояние сможет позволить себе очень нескоро.
Внимательно выслушав приветственные речи сначала начальника училища, потом прочувствованную речь начальника политотдела, кот вдруг почувствовал неодолимую тягу к плотским наслаждениям, и выбрав прогретое место на асфальте, расплылся перед трибуной всей своей желеобразной тушей, мгновенно переключив на себя внимание стоящей перед трибуной аудитории. Убедившись, что на него таки смотрят, кот в стиле "как вам только не лень в этот солнечный день" начал неспешно перекатываться с боку на бок, потягиваясь и выпуская когти, всем своим видом показывая, кто на самом деле реально более продуман, в отличии от толпы сапиенсов, стоящих перед ним и лишенных не то, что возможности - а самого права составить ему компанию.
Прозвучала команда "Начать прием присяги" и из двойных шеренг к двадцати четырем столам с двумя папками вышли первые присягающие. Содержимое одной папки надлежало торжественно и громко зачитать, в содержимом второй расписаться.
Кот команду к началу приема присяги воспринял как команду "Коту начать лизать яйца!", и немедленно занялся этим делом, причем отважно борясь с невообразимым пузом, которое ему мешало, поскольку дошло уже до такой стадии развития, что вполне могло жить своей жизнью, не интересуясь мнением своего носителя. Но кот был настойчив, и, видя, что концентрация внимания аудитории сосредоточилась исключительно на нем, нашел способ удивить зрителей, приняв совершенно невообразимую позу, упершись одной из задних лап в трибуну, вытянув хвост и согнувшись в стиле "а вам слабо" таки дотянулся до объекта своего интереса длинным фиолетовым языком, после чего принял более устойчивую позицию и приступил таки к процедуре омовения гениталий, вытащив на свет божий ещё и неслабую такую морковкообразную пиписку.
Ряды зрителей начали колебаться. Стоящие в первых рядах вздрагивали от смеха, задние ряды, обладавшие менее выдающимся ростом, пытались, тем не менее, разглядеть причину оживления передних. 
Принимающие присягу офицеры стояли спиной к коту, управление стояло на трибуне и тоже было лишено возможности лицезреть это выступление бродячего цирка одного актера, но остальные уже еле сдерживались, чтобы прям на месте не ошпарить колени.
Стоявшие справа коробок офицеры до определенного момента старались не обращать на кота внимания, но где там.
Кот между тем бесчинствовал, вылизывая свое хозяйство с тем же старанием, с которым после стрельб чистится личное оружие. Не иначе - к свиданию готовится, хоть и осень.
Хихиканье нарастало. Нарастало и молчаливое недовольство содержимого трибуны, оно и понятно - первый раз за всё время принятие присяги воспринимается военнослужащими с какими-то смехуёчками. Особо озадачивало, что даже принимающие присягу молодые бойцы полностью приняли участие в общем веселье. Накал веселья тихо нарастал, и, наконец, начальник политотдела уловил, что ржущие смотрят под трибуну. И тоже пошел посмотреть.
Увиденное его несомненно потрясло. Прям под трибуной извивалась скрюченная жирная котовья туша, демонстрирующая достижения кошачьей порнографии посреди святого ритуала. Был бы у него пистолет... но даже автоматы на плацу были без патронов. Поэтому он решил кота шугануть. Ритуал практически остановился, даже парни, вышедшие к столам для принятия присяги вместо чтения повернулись к трибуне и смотрели на поединок кота и замполита.
Реакция кота на пугающего его замполита оказалась примерно как у ежа на голую жопу. Очевидно, не привыкший к грубому обращению кот сначала пренебрежительно проигнорировал угрозу, однако по мере приближения настойчиво пугающего его объекта решил отступить, нырнув под трибуну.
Победитель вернулся на трибуну и провозгласил в микрофон - "Продолжайте". 
Кот, услышав команду, вернулся на облюбованное место, но не тут то было - обнаружив возобновившееся оживление замполит выскочил перед трибуной, размахивая папкой и крича что-то типа "кыш-кыш".
Кот недовольно кышнул.
Стоя перед трибуной без микрофона, начпо уже голосом дал команду к продолжению, зорко оглядывая окрестности. Убедившись, что всё устаканилось, и процедура вошла в положенное русло, также пошел на свое положенное место.
Кот ждал. Понимая, что продолжит выступление ему не дадут он правильно рассудил, что уж эффектно закончить ему помешать будет невозможно. Поэтому, как только "кыш-кыш" загремел сапогами по ступеням трибуны он немедленно вылез из-под трибуны на уже привычное место и откровенно насрал здоровенную, практически конскую, кучу, всем свои видом показав свое отношение к угрозам видного армейского сановника.
Видный сановник, взойдя на трибуну, увидел уже не смехуёчки, а буквально согнувшуюся в три погибели ржущую толпу. Результат котом был достигнут. Строй распустили, приказав собраться через час.

Те, кто считает животных, в частности, кошек и собак тупыми сильно заблуждается. Не знаю, знал кот или нет, что уже через три года того государства, которому тогда давали присягу, уже не будет, но на плацу он был единственным, кто знал, что присягающие будут выпускаться уже при государстве, в котором военные, присягнувшие СССР будут считаться угрозой, и в котором само училище, 70 лет обучавшее крайне нужных любой армии мира специалистов будет ликвидировано за ненадобностью через 15 лет.'''},
            {'title': '', 'body': '''Ногу сломал месяца за два до дембеля – в марте 84 года. 
Стоял ночью на посту, пришла смена. Разводящий, не дожидаясь, пока мы проговорим «пост сдал – пост принял», пошёл с поста, Я за ним вдогонку, когда подошва моего левого валенка соскользнула вперёд по накатанному снегу, и я с маху сел на подвернувшуюся правую ногу.
Острая боль в лодыжке, с трудом встал, на правую ногу ступить не могу. 
Снял автомат с плеча, поковылял кое-как, используя его в качестве трости. Приклад вниз, а на мушку опирался рукой. Временами просто скакал на левой ноге. Останавливался отдыхать. Идти было километра два, наверное. 
Пришёл в караул, доложил начкару о неприятности, вижу его раздумье – что делать. Хлопотно это – вызывать из роты мне замену. Это надо звонить кому-то из офицеров домой – будить, объяснять, в чём дело. Тому идти в роту – смотреть составы завтрашних караулов и нарядов, определять – кого сейчас поднимать на замену Гладкову. Выдавать автомат и патроны, перед этим звонить дежурному по части - объяснять необходимость открытия ночью комнаты для хранения оружия, потом сопровождать этого нового караульного до караульного помещения. И решать – что делать с Гладковым, как доставлять его в санчасть. А завтра ещё и кучу рапортов отписывать о происшествии и принятых мерах. 
А я же ещё и не уверен, что перелом. Вдруг просто растяжение, завтра может всё пройдёт, а я такой переполох этой ночью устрою. Говорю начкару: «Товарищ лейтенант! Я на девятом стою, он же двухсменный-ночной. Утром склады откроют, часового снимут. Мне осталось одну смену отстоять. Так я эту смену могу на губе отстоять, а с губы часового на девятый можно отправить».
Начкару моя схема понравилась, и я пошел отдыхать. Но сначала снял валенок – посмотрел ногу. Лодыжка начала отекать. Понятно, что если лягу на топчан разутый, то через час нога в валенок не влезет. Лёг обутый. 
Через час – «Смена подъём!»
На одной ноге доскакал до пирамиды, взял автомат, встал в строй. Томский, которому вместо тёплого коридорчика гауптвахты достался мой девятый пост, недовольно на меня посматривает и шёпотом матерится по-якутски: «Абас кынси!»
Отстоял свои два часа на губе, сдал пост. Начкар говорит: «Оружие и патроны оставляй здесь – двусменники отнесут в роту, а сам иди в санчасть. Разрезаю штык-ножом голенище валенка, снимаю его, рассматриваю чудовищно распухшую лодыжку.
Прыгаю на одной ноге из караулки. До санчасти километр-полтора. Из тёплого бокса выезжает командирский УАЗик. Водила охотно соглашается меня подбросить. В санчасти хирург осматривает лодыжку, и отправляет меня на санитарной машине в госпиталь. Там прыгаю по коридорам и лестнице на второй этаж до кабинета хирурга. Хирург выписывает направление на рентген, который на четвёртом этаже. Скачу туда. Делают снимок, велят подождать на стуле в коридоре. Рентгенолог выходит с результатом: «У тебя перелом лодыжки».
Встаю, спрашиваю:
- К хирургу идти?
- Куда ты пойдёшь?! С переломом нельзя ходить! Сиди, сейчас костыли принесут…'''},
            {'title': '', 'body': '''Маленькая девочка пишет письмо:
"Дядя Министр обороны! Когда прочитаешь моё письмо - ИДИ НА Х*Й!
Потому что папе завтра исполнится 27 лет, а меня в армию не возьмут, потому что я девочка".'''},
            {'title': '', 'body': '''Мы поняли, что нашего сына ждёт головокружительная военная карьера после того, как он сказал, сколько стоит одна сессия в университете.'''},
            {'title': '', 'body': '''Никто так не рад совершеннолетию моих внуков, как военкомат.'''},
            {'title': '', 'body': '''Прапорщик перед строем:
- Водку в казарме я вам пить не позволю, здесь вам не детский сад!'''},
            {'title': '', 'body': '''1983 год, г. Бежецк. Чудом удалось вырваться в увольнение из удаленной части, зашли с сослуживцем, как положено, в пивную. Купив предварительно несколько копченых рыбин в магазине. Взяли по паре кружек, сидим, допиваем их, и понимаем, что с количеством рыбы переборщили. Тут подходит мужичек: "Ребята, я вижу у вас рыба остается-не угостите?". Мы: "Да, конечно, забирай все оставшиеся". Мужик поблагодарил, и отчалил за свой стол. А там зал вроде как был Г-образный, и только он скрылся из вида за "углом"- вдруг шум, гам, драка, летит во все стороны наша рыба. К нам подходят двое, отмутузившие забравшего рыбу: "Ребята, извините, вы не подумайте, что в нашем городе есть такие- рыбу у солдат отнимать".'''},
            {'title': '', 'body': '''Флотская история. Mаnу уеаrs аgo. Служил я на флоте. Дважды краснознаменном. В городе Балтийске, который при немцах назывался Пилау и про который все говорили : «…чтоб обоср..ть морскую славу, какой-то х… возвел Пилау». Был у нас лихой командир корабля. Скажем Белов (фамилия изменена). Когда он швартовался, старушки крестились, а чайки замертво падали в море, потому что матерился он как черт. Лихой был командир и поэтому пошел по служебной лестнице быстро и через не очень много лет стал начальником штаба флота. И вот какое-то заседание командования флотов и флотилий, в общем большая сходка командиров. Актовый зал. В президиуме председательствует Адмирал флота Советского Союза. Рядом наш герой, уже кап-раз . Какая-то сволочь в перерыве не выключила микрофон. В зале человек триста. Звезды сияют как млечный путь. Адмирал наклоняется к нашему герою и говорит: — Мне сказали, Белов, что вы в общении с личным составом применяете ненормативную лексику… А он в ответ, закрыв рот, рукой и наклонившись… — Пи…дят, товарищ адмирал флота Советского Союза… Ржали так, что «крабы» с фуражек поотлетали.'''},
            {'title': '', 'body': '''Во время армейской службы, старшина строил роту и говорил: "на землю летит метеорит, и только мы можем спасти планету, поэтому принимаем упор лежа и максимально начинаем толкать планету подальше от ее оси" и к слову, мы ни разу не подвели человечество.'''},
        ],
        'Студенты': [
            {'title': '', 'body': '''Посылают толпу студентов в наряд на кухню. Спрашивают у прапора:
- А картофелечистка есть?
- А как же! Экипаж - 5 человек...'''},
            {'title': '', 'body': '''- Пацан на семинаре читает доклад. Долго читает, нудно, при этом коверкая незнакомые ему слова. Вот он почти до конца его прочёл... Догадаешься, какие были последние слова в его докладе?
- Ну?
- "Источник не указан 68 дней"!'''},
            {'title': '', 'body': '''Задача по физике: Студент Кембриджского университета лунной ночью гулял с девушкой вдоль озера и пытался вычислить угол отражения лунного света от водной поверхности. Помогите ему в этом занятии.
Коэффициентом поглощения воды, а также тем, что девушка обидится и уйдёт, можно пренебречь.'''},
            {'title': '', 'body': '''Преподаю технический перевод. Часто иду «от русского языка и понимания процесса», без этого нет хорошего перевода. Обещала студентам зачёт автоматом, если наберут некое количество баллов за семестр, отвечая на спонтанные вопросы по технике и логике одновременно.. Вчера две студентки выдали хохмы.
Говорю, в чем разница между сушкой и сушилкой? (сушилка - машина, сушка - процесс) Отвечают: сушилка для посуды, а сушка - это хлебобулочное изделие. Улыбаюсь. Следующая выходит. Спрашиваю, чем отличается сплав от расплава? (сплав - состав, расплав - агрегатное состояние) Отвечает: сплав - когда от ненужного избавляются, расплав, это когда что-то прольют на пол.
:-) наверное, заведу тетрадь и буду записывать эти залепухи. Как минимум устрою расширенный суровый зачёт по этим же вопросам с угрозой не допустить до экзамена. Ну или капустник устроим на 5 курсе, посмеёмся...
Печально, что парни вообще только таращатся и даже не пытаются ответить... что я делаю не так?? 
НИКТО не засмеялся, когда на первой лекции я спросила: кто была жена у Бойля-Мариотта... чему учат в школе??
Никто не ответил на вопрос - что общего у лимона с аспирином. 
Никто не ответил, что общего у Зорге с Пастернаком (знание языков). Спросили, кто это такие...
Никто не ответил, к какой пространственной фигуре тяготеет максимально упрощенная форма туловища человека (цилиндр)
Никто не ответил, сколько ткани надо, чтобы обклеить афишную тумбу высотой два метра и диаметром метр... 
Секретарша на кафедре сказала, студенты зовут меня занудой. Мне 30 лет, приезжаю на работу на мотоцикле, высокая, модная, танцую, смеюсь, рассказываю анекдоты на английском...зануда, короче. :-) 
Спрашиваю: почему если на бутылке с растительным маслом написать «без холестерина», то это чушь? Не знают и не хотят знать. Зачем поступали учиться на технических переводчиков?... не понимаю.'''},
            {'title': '', 'body': '''Однажды в универе препод сказал нам, что уровень знаний у нас настолько низкий, что вряд ли кто-то из нас вспомнит, что такое теорема Фалеса. Поскольку я училась в физико-математическом классе, то рассказать ее не составило труда. После этого я заслужила уважение препода и всей группы до конца семестра. Больше теорема Фалеса мне в жизни не понадобилась.'''},
            {'title': 'НЕТ ТЕЛА – НЕТ ДЕЛА', 'body': '''Декан почти до самого утра не мог успокоиться. Он бегал по лагерю и кричал, грозился отчислить всех немедленно, потом схватил несчастные джинсы со свитером и со всего маху, с хрустом, насадил их на кол деревянного забора. И только тогда декан немного пришёл в себя и вспомнил, что он всё-таки декан серьёзного факультета, сел в свой «Жигуль» и уехал обратно в Ленинград. Больше в колхозе мы его не видели.

А дело было вот как: шёл 90-й год, мы – только поступили на первый курс и, как тогда водилось, на месяц поехали в колхоз на картошку.
Естественно: отсутствие родителей, молодость помноженная на свежий воздух, песни под гитару, брали своё и среди нас образовались устойчивые и не очень, влюблённые парочки. Но была одна трудность – негде, ведь лес, ночного, дождливого сентября в Ленинградской области, не особо-то и располагал. Во всём нашем лагере имелось только четыре помещения с дверями и крышей: казарма женская, казарма мужская, баня и столовая. Казармы сразу отметались, всё же мы были только первокурсниками. Столовая на ночь закрывалась замком, величиной с клоунскую гирю, так что оставалась баня, вернее парилка в ней. Кто-то приделал изнутри парилки дверной крючок и стало вполне комфортно и безопасно заниматься там глупостями.
Единственная трудность – это очередь, которая составлялась, чуть ли не на неделю впёрёд, всё же народу двести человек без малого и у всех примерно те же цели и задачи.
И вот одной холодной ночью, случилось страшное, то чего все боялись, но в действительности никак не ожидали - примчался великий и опасный Борис Иваныч - декан нашего факультета.
Он, видимо и сам когда-то был студентом, поэтому сразу смекнул и бросился в баню, чтобы поймать там кого-то на горячем (в переносном смысле) и конечно выгнать аморальную парочку из комсомола, а как следствие и из института.
Естественно, что в это время в парилке кто-то ойкал и двигал предметы, а на лавке в предбаннике валялись мужские и женские вещички.
Декан злорадно заржал, стал дёргать закрытую дверь и объявил тем, кто внутри, что им уже ничего не поможет и ждёт их торжественное отчисление. Пора бы открыть дверь, одеваться, собирать чемоданы и к чёртовой матери выметаться из лагеря.
Через десять минут вышел наконец абсолютно голый парень в очках, но дверь за ним сразу же закрылась на крючок.
Борис Иваныч выяснил фамилию парня, кафедру и ехидно поинтересовался:

- А что же ты там делал среди ночи?
- Мы… это, мылся.
- Правда? А с кем это ты мылся?

При этом декан брезгливо, двумя пальцами поднял с лавки женские джинсы и свитер.

Парень молчал, опустив голову, а за дверью парилки послышались тихие женские всхлипывания.
Вдруг в предбаннике стало очень тесно – это пришли наши девушки в грязных рабочих телогрейках и резиновых сапогах. Одна из них официально и строго сказала:

- Здравствуйте, Борис Иванович, я секретарь комсомольской организации лагеря. Что тут произошло?
Декан начал объяснять, но комсорг его перебила:

- Как это не хочет выходить? Да мы сами её оттуда вытащим! Я тоже считаю, что таким не место в комсомоле и в нашем институте, а ну, отойдите пожалуйста, вы же всё-таки мужчина, дальше мы сами.

Декан послушно отошёл на два шага в сторону и с интересом стал наблюдать, как будут выводить голую, пока ещё комсомолку.
Девушки поскреблись в дверь и дверь неожиданно приоткрылась. Тут же в парилку ринулось человек десять комсомолок, или около того.
Через полминуты из парилки вышли человек десять комсомолок, или около того (ну кто их там считал? Главное, что все в телогрейках и в резиновых сапогах) и комсомольский секретарь растерянно произнесла:

- Странно, Борис Иванович, в парилке никого нет. Может и не было никого? Сами посмотрите.

Вот тут-то декан и слетел с катушек и отомстил «ничейным» джинсам и свитеру…'''},
            {'title': '', 'body': '''Идёт группа студентов по пустыне. Вдруг видят зам. декана по шею в песок зарытого!
- Юрий Дмитриевич, кто же это вас так?!
- А, проходила тут до вас ещё одна группа.
- Боже! Им что же, песка не хватило?'''},
            {'title': '', 'body': '''- Ребята, у кого есть учебники по квантовой физике, высшей математике или генетике? Дайте, пожалуйста.
- Ой, молодец какая! Решила за науку взяться!
- Мне для фотосессии.'''},
            {'title': '', 'body': '''Дело было в музыкальном учебном заведении, где учитель занимается с одним учеником (так положено). Один на один, а сразу лекция для толпы.
Отчитывает преподаватель студентку, которая постоянно находит отмазки, чтобы не прийти на урок.
- Ну, как же ты собираешься заканчивать обучение? Куда ты дальше пойдешь? Сколько можно носить мне однообразные справки? Где вы их только покупаете? Вон Иванов справку о своей смерти один раз принес даже. Кстати, вот он!'''},
            {'title': '', 'body': '''По следам истории про мистику, где автор на кладбище потерял рубль, и через час нашел в этом же месте 50-рублевую бумажку. Ну что сказать... без кладбищенского антуража мистики маловато. Я имею в виду настоящую мистику, что бы мороз по коже, а здесь - скорее цепь совпадений. Я, когда-то, тоже нашел 100-рублевую бумажку, очень к месту. Дело было в 1992 году, тогда меня с моей молодой женой хозяйка (старушка в маразме) внезапно и резко выгнала из съемной комнаты. Запасной вариант жилья был, но денег на переезд не было вообще. И вот, выхожу я из подъезда весь в грустных мыслях, что надо будет несколько раз через весь город тащится с узлами и чемоданами, и вдруг - бац! вот она, 100 рублевая бумажка, прямо под ногами. На то время это уже не было большими деньгами, но на переезд хватило вполне.

И что в этом мистического? Ничего. Кто-то потерял, я нашел. Просто повезло и совпало.

Настоящая мистика - это когда нельзя ничего объяснить никакими совпадениями. Идеально, что бы в перспективе кровь и кишки, но непонятным образом всё обошлось. Именно такая мистика со мной и случилась.

Преамбула.

На третьем курсе к нам с соседом в общажную комнату подселили третьего студента. В отличии от нас двоих, нормальных бездельников и лоботрясов, он был правильным занудой. Вы когда-нибудь видели студента, который регулярно ходит на занятия в черном костюме и в галстуке? Этот был именно таким. Конечно, началось бытовое занудство....

.... что бы мы не шумели и не матерились

.... не играли в преф до утра (мне кажется, он немного завидовал)

.... не приводили друзей и подруг ( но, будучи комсоргом, сам он регулярно проводил у нас многолюдные собрания актива, спрашивается, а какая разница?)

.... не тырили его хлеб, чай, сахар и др. (а мы и не тырили, у нас всё общее было, он точно так же мог бы наши припасы брать, но принципиально не хотел)

.... и т.д. и т.п., в общем, что бы мы вели правильно-занудный образ жизни.

Отдельным пунктиком была чистота. Скажу честно, наша комната не отличалась особой прибранностью даже по общажным меркам. В глубине души эти его порывы нам были понятны и мы даже во многом были с ним согласны. Но надо же во всем знать меру. Перфекционизм до добра не доводит.

Амбула.

В один из осенних дней, вернувшись поздно вечером с учебы, я застал его крайне гордым собой. Он помыл окна. Типа подвиг. На самом деле, чисто физически, это действительно был подвиг. Мы жили в классической многоэтажной общаге постройки 70-х годов, организованной по блокам, состоящим из двух комнат на 2-х и 3-х человек, санузла и небольшой прихожей. Кто знает, в таких общагах окно занимает всю верхнюю половину одной из стен комнаты. Подоконник расположен очень высоко, чуть ли ни в полутора метрах от пола. Само окно состоит из двух частей - сбоку маленькое окошко для проветривания, которое открывается вбок, а остальная огромная часть открывается сверху-вниз. Площадь этой остальной части - больше трех квадратных метров, толстенная деревянная рама, кривые советские ручки почти под потолком комнаты, двойное остекление, и всё это десятилетиями никто не трогал. По мне, открыть ее было невозможно, особенно в одиночку. Да и зачем? Нельзя сказать, что окно было сильно грязным, пыль налипнет, дождь смоет, света вдосталь, улица отлично видна. Просто давно не мытое окно, никакого криминала. Опять же, что бы его отрыть надо мебель двигать, моя кровать как раз под ним стояла. А он все это смог сделать. Не очень понятно зачем, но смог. Герой же. Зануда. Перфекционист.

На следующее утро мне надо было ко второй паре. Соседи по комнате ушли раньше меня. Около 9 часов меня разбудил отчетливый стук в дверь нашей комнаты. Я открыл глаза. Стук, три удара, повторился. Сомнений не было, кто-то из прихожей блока стучал в дверь нашей трешки. "Наверное, соседи из двушки" - подумал я - "какого фига им надо?". Я поднялся, сунул ноги в тапочки, подошел к двери и открыл её. За дверью никого не было. Входная дверь в блок была закрыта (позднее выяснилось, что она была заперта). Я сделал шаг в прихожую, что бы выяснить, кто же это мог стучать... и в этот момент сзади раздался страшный грохот и звон стекла. Та самая огромная рама открылась и, с высоты почти полутора метров, рухнула в кровать, где я лежал пять секунд назад. Герой-перфекционист открыть ее смог, а вот закрыть до конца у него как-то не сложилось.

Сначала я просто удивился - от грохота, от вида сломанной рамы на моей кровати, от толщины слоя осколков стекла там же, от грязи и от перьев из разодранной подушки. Потом я понял, что если бы я там лежал, то меня минимум сильно порезало, а максимум убило. Верхняя часть рамы, описав полукруг, прилетела в середину кровати, а подушку разодрал её угол. Здесь я окончательно охренел, и эта моя реакция, конечно, понятна.

Непонятно, кто стучал в дверь. Во всем блоке не было никого кроме меня, соседи из двушки тоже уже ушли. Я тогда и в общий коридор почти сразу выглянул - там тоже никого не было. В любом случае, я отчетливо слышал, что стучали именно в дверь нашей комнаты, а не в общую дверь блока. 

Я сейчас пишу - и мурашки по коже, точно так же как и тогда. Эти мурашки - не от осознания перспективы быть покалеченным, а от того, что совершенно необъяснимо, как я этого избежал. Загадочно всё, ведь почти сутки это окно как-то продержалось на месте. Общага, люди входят и выходят, двери нараспашку, сквозняки могли бы его выдавить в любой момент, но оно держалось. А когда оно упало, никакого сквозняка не было вообще, ведь дверь в блок была закрыта. Выходит оно вывалилось и упало в какой-то момент без особой причины, но за пять секунд до этого кто-то постучал ко мне в дверь. Такое вот противостояние зла и добра. И да, хотя я в бога и экстасенсов не верил и не верю, но спасибо тебе, доброе нЕчто.

Это ли не мистика?

P.S. Я, будучи под впечатлением, на героя-перфекциониста даже наезжать особо не стал, просто сухо проинформировал (практически без мата). Через месяц он переехал от нас в другой блок.'''},
            {'title': 'Гастрит мозга у препода.', 'body': '''Учились у меня когда-то три спортсменки-волейболистки. Играли девушки в команде очень крупного предприятия, занимали какие-то места. Понятное дело, им было не до занятий. Но две все-таки сдавали экзамены неплохо, а вот третья… 

Алинушка – краса поднебесная, гениальность двухметровая. Как и все волейболистки, крепкая, мускулистая, но, простите, учиться ей было нужно совсем не на экономиста. И даже не на постригателя кустиков. Проще было не учиться вообще. Себе бы время сохранила, а преподавателям нервы. Как она доковыляла до третьего курса, сложно понять. Но судный час настал – мой предмет. 

Экзамен письменный. Семь задач, три часа. Время вышло, работы сдали. Сижу, проверяю. От Алины – чистый листок. Ладно, учитывая, что меня предупредили заранее, дал возможность пересдать с другой группой, придержав ведомость. Чистый листок. Третья попытка, еще с одной группой. Чистый листок. Четвертая – результат аналогичный. А деканат орет – закрывай ведомость. Закрыл, понятное дело, с двойкой. 

Тут же прилетел какой-то начальник с завода. Долго размахивал пузом и гневно потрясал щечками: 
- На Алинушку команда молится. У нее страшный удар, никто не берет. Без нашей красавицы мы не победим! 
- Вы? – удивился я. 
- Ну, - смутился оратор, - это в общем. Прошу, пойдите на встречу. 
- Сделаю все, что смогу, обещаю. 

К слову, об ударе Алины ходили легенды. Например, однажды после тренировки девушка присела отдохнуть в парке. Может, увлеклась кормлением белочек, может, повторяла азбуку в уме, но момент явления пьяных берендеев прошел незамеченным. Те же, увидев скучающую красу, воспылали безумной страстью и желанием унять телесный зуд прямо здесь и прямо сейчас. 

Дальше было как в сказке. Поднялась Алина, а мужики ей смотрят в пупок и диву даются: куда девка исчезла-то ? А тут из-за леса, из-за гор возьми и прилети. Это наша героиня взмахнула сперва левой рученькой, а потом правой. Вскоре и неотложка подоспела. С тех пор бедняги не пьют и каждую неделю ходят в церковь. 

Мораль проста – с этой волейболисткой надо быть поосторожнее, а то заколотит в пол по самые бакенбарды. Кстати говоря, обещание, данное начальнику, я сдержал. Мало того, проявил разумную инициативу. 

Итак, получив направление на пересдачу (почему-то одной Алине его не доверили), мы приступили к экзамену: 
- Вызвал декан, вернусь через два часа, не раньше, только не списывать, понятно? 
- Ага. 
Сдала чистый листок. Значит, конспекта нет и с соображалкой туго. 

Вторая попытка: 
- Алина, уезжаю в гороно, на столе мои лекции, там есть решения экзаменационных задач, их не трогать, понятно? 
- Ага. 
И опять чистый листок. Ясно, и намеков не понимаем. Проще достучаться до небес, но я не унывал. 

Третья попытка: 
- Алина, вот три задачи с решениями, а мне пора на лекцию, понятно? 
- Ага. 
Угу, блин! Снова чистый! 

Четвертая попытка: 
- Алина, здесь две задачи! С решениями! Просто перепишите! Вернусь через час, понятно? 
- Ага. 

Мне кажется, тот билет запомнил наизусть даже плафон, но девушка упрямо сдавала чистый листок. Ну не прошибаемая. Пришлось с двойкой закрыть первое направление на пересдачу. В деканате вздрогнули: таким темпом и отчисление не за горами. 

Тут же появился старый знакомый с завода. Похудевший, осунувшийся и с подбитым глазом, он горестно умолял: 
- Да поставьте ей три! 
- За что? – возмутился я, - намекал списать – не поняла, давал списать – не взяла. 
- Может, вы сами? 
- Еще чего! Кстати, что с глазом? 
- Это Алина, – всхлипнул мужик. 
- Вы серьёзно? – рехнуться, что у них там происходит. 
- Нет, сам виноват. Зашёл в спортзал, а она как раз била по мячу. В общем, не повезло. Роковая случайность. 
- Точно? 
- Честно-честно, - затараторил несчастный, - со мной все в порядке. Даже ходить начал, на третий день. Может, все-таки договоримся? Вам-то хорошо, вы преподаватель. 
- Так и вы начальник. 
- Ага, - снова всхлипнул мужик, - только ей этого не объяснишь. 
- Ладно, вот задача с решением. Пускай хотя бы перепишет. 

На следующий день, усадив Алину, я искренне пожелал ни пуха. А спустя полтора часа с недоумением рассматривал (опять!) чистый листок. Это означало только одно: 
- Я устал, я ухожу, а вы движетесь в сторону отчисления. 

Девушка скрипнула зубами и сжала кулаки. Блин! Если она сейчас рассвирепеет, повторю подвиг тех берендеев. 

Поэтому я осторожно выдохнул, аккуратно сел напротив и заорал: 
- Алина, мля! Достала, мля! У меня уже гастрит мозга, мля! По ночам снишься … 
- Мля, - закончила девушка. 
- Ты и другие слова знаешь? Чудны твои дела, Господи. В общем так. Что сегодня заслужила, только честно? 
- Три, - уверенно выдала Алина, - за то, что я здесь 

Она умеет говорить! Но, даже поддавшись эйфории, я все же уточнил: 
- За явление оценок не ставят. Назови еще причину. 
- Не понимаю. 
- Чего? 
- Вашего предмета. 

Неужели раздуплилась! А может, все гораздо хуже? Мучимый возникшим подозрением, я тихо спросил: 
- Деточка, ты что сдаешь? 
Молчание. 
- А меня как зовут? 
Молчание. 
- Я мальчик или девочка? 
- Нет. 
- Что нет? 
Молчание. 
- Ты знаешь, что в вузе учишься? 
- Ага. 

Слава Богу, а то уже перепугался. 
- В общем, так, побеседуй пока с лампочкой, она на потолке, не туда смотришь. Мне в деканат, скоро вернусь. Все понятно? 
- Ага. 

В тот день я пошел сначала в костел, потом в церковь, в принципе, забежал бы и в синагогу с мечетью, но в городе их еще не построили. А небеса, уверен, плакали навзрыд от искренности вознесенных молитв. 

Да! Алина наконец-то получила тройку! Экзамен якобы приняла якобы комиссия. Почему я сам не поставил три? Потому что всему есть предел. В общем, написал заявление за свой счет, и дальше было дело техники.

Вечером того же дня я нализался в дупель. А вот ночью приснился кошмар: стройный, как тополь, заводской начальник, хлюпая разбитым носом, орал: 
- Не расслабляйся, у Алины еще диплом! 

Слава Богу, к моменту её выпуска я работал в другом вузе. Иногда, оглядываясь назад, стараюсь понять, на кой Алине было это высшее образование? Хотя, наверное, нужно. Ведь среднее ей только до пупка. 

Автор: Андрей Авдей'''},
            {'title': 'О херне в середине диплома.', 'body': '''Давайте сначала поправим исходную байку. Байка, всё-таки, состоит в том, что некий доктор наук отмечал десятилетие своей защиты. На оном мероприятии он продемонстрировал свою диссертацию, а, точнее, текст "тому, кто дочитает до этого места в течение 10 лет с момента защиты, я обязуюсь выставить ящик коньяка". По заявлению автора, ящик остался невостребованным.

Теперь послебайкие.

Конкретный выпускник МГУ, причем физфака, причем ГАИШ, разрешения на публикацию персональных данных которого я не получал :), услышал эту байку и решил подражать великим. Коньяка он предоставить не мог, поэтому, как честный человек, просто написал в середине диплома "а вывод этого уравнения я приводить не буду, потому что до сюда всё равно никто не прочтет". И радостно показывал всем друзьям эту фразу ДО защиты. Причем именно в том экземпляре, который он потом сдал в комиссию.
На защите, слушая очередной монотонный доклад очередного выпускника, скучающий председатель комиссии в задумчивости открыл дипломную работу на первом попавшемся месте. Первым попавшимся местом оказалось именно то, на котором диплом уже открывали шестьсот сто двадцать пять раз, и книга "разработалась" - то есть страница с упомянутой фразой.
Вот тут выпускник не краснел, а бледнел, ибо срочно пришлось объяснять то самое уравнение. Что было нелегко сделать навскидку.
Но ничего, защитился всё-таки.'''},
            {'title': '', 'body': '''На первом курсе было. Сидим в огромной поточке, человек 200. Тишина. И тут с верхней ступеньки между рядами начинает медленно скатываться бутылка из-под пива. Бум-бум-бум. Докатилась до препода, замерла. Все ждут чё будет. Тихий голос с верхних рядов: "Извините, можно ручку поднять?"'''},
        ],
        'Разное': [
            {'title': '', 'body': 'Узнали, что икоту можно вылечить неожиданным испугом. Случайно вылечили человеку и запор.'},
            {'title': '', 'body': 'Случайно удалив папку ХХХ в компе внука, дед и не подозревал, что второй раз уничтожил немцев.'},
            {'title': '', 'body': 'Они были такие романтичные, что над их перепиской ВКонтакте плакало даже ФСБ.'},
            {'title': '', 'body': 'На Нобелевскую премию мира номинирована установка С-400.'},
            {'title': '', 'body': 'Я молилась Богу, чтобы он дал мне хорошего мужа. И Бог дал мне хорошего мужа. А вот мой муж не молился. Ему досталось то, что досталось.'},
            {'title': '', 'body': 'Давно подмечено, что вдовы живут дольше своих мужей.'},
            {'title': '', 'body': 'Либо разрешите свободную продажу оружия, либо запретите свободную продажу караоке.'},
            {'title': '', 'body': 'Отсутствие света бесит, а наличие его в доме напротив - доводит до истерики.'},
            {'title': '', 'body': 'Перед отпуском с работы пришлось уходить боком... Улыбка в дверь не пролезала!'},
            {'title': '', 'body': 'Девочка становится женщиной, когда впервые говорит: «Это хороший пакет, не выбрасывай».'},
            {'title': '', 'body': 'Согласно правилам хорошего тона, леди должна идти слева от джентльмена... и не пи@деть.'},
            {'title': '', 'body': 'Никто ещё не умер от того, что не сходил в душ перед тем, как ехать общественном транспорте. А жаль, очень жаль.'},
            {'title': '', 'body': 'А спонсор моего недосыпа - философские размышления перед сном. Философские размышления перед сном - нужно о было тогда по- другому ответить.'},
            {'title': '', 'body': '''Питер - это:
- Смотри, какой красивый дом!
- Какой?
- Любой.'''},
            {'title': '', 'body': 'Моё любимое хобби - это всю жизнь планировать сделать себе татуху.'},
            {'title': '', 'body': 'В 18 лет сильнейшее похмелье ощущается также, как просто не выспаться в 30.'},
            {'title': '', 'body': 'Благодаря Западу, мировой лексикон обогатился оксюморонами "гуманитарные бомбардировки" и "умеренные террористы".'},
            {'title': '', 'body': 'Талия есть у всех! Просто у кого-то она выпуклая.'},
            {'title': '', 'body': '''— Какую самую необычную татуировку вы сделали своим клиентам?
— Один мужчина попросил ему внизу живота набить рецепт борща.'''},
            {'title': '', 'body': '''- У вас есть шампунь?
- Да. Для какого типа волос?
- Для грязных.'''},
            {'title': '', 'body': '''— Прикинь, у меня IQ 250!
— Быть того не может...
— Еще как может, я за тест 20 штук отдал!
'''},
            {'title': '', 'body': '''Смотришь на заработки певцов и спортсменов и понимаешь, что главные предметы в школе — это пение и физкультура.'''},
            {'title': '', 'body': '''Два россиянина:
- Я слышал, что люди покупают участки на Луне и на Марсе, хотя могли бы покупать их на российском Дальнем Востоке.
- Но до российского Дальнего Востока не добраться...'''},
            {'title': '', 'body': '''Жене уже самой надоело орать на мужа, но тут он попросил ее успокоиться...'''},
            {'title': '', 'body': '''- А из чего воротник у этой куртки? Из Чебурашки?
- Это натуральный воротник. Из кролика.
- Из кролика Роджера?'''},
            {'title': '', 'body': '''США пригрозили санкциями всем, кто будет добывать и продавать американскую нефть в Венесуэле.'''},
            {'title': '', 'body': '''У еврея спрашивают:
- Твой Абрам сильно картавит?
- Только когда говорит!'''},
            {'title': '', 'body': '''У Сары спрашивают: 
- Твой Абрам сильно картавит? 
- Только когда говорит! '''},
            {'title': '', 'body': '''- Принеси мне сок!
- Яблоко, ананас, мульти, смузи?
- Матрешка, канат, озеро, кровать. Быстрее сок неси, блин!'''},
            {'title': '', 'body': '''Женщина обращается к хирургу-косметологу:
- Вы не могли бы осуществить кое-какое вмешательство в мой внешний вид с целью его улучшения?
Врач некоторое время осматривает ее очень внимательно и наконец говорит:
- К сожалению, нет! В нашей стране обезглавливание запрещено законом!
'''},
            {'title': '', 'body': '''Если бы собаки заговорили, люди бы потеряли последних друзей.'''},
            {'title': '', 'body': '''Отзыв на алкотестер: "Работает или нет - не проверял, инструкция очень мелкая. Пока был пьяным не смог прочитать, а когда на утро протрезвел, то уже показывает, что все нормально".'''},
            {'title': '', 'body': '''Помню, как-то раз в детстве, под Новый год, я вырезал много красивых снежинок из папиной заначки. Поэтому молочные зубы у меня выпали гораздо раньше, чем у сверстников...'''},
        ],
    },
    'Афоризмы': {
        'Случайный афоризм': [
            {'title': '', 'body': '''Уважать всякого человека, как самого себя, и поступать с ним, как мы желаем, чтобы с нами поступали, — выше этого нет ничего. 
Конфуций'''},
            {'title': '', 'body': '''Очень опасно встретить женщину, которая полностью тебя понимает. Это обычно кончается женитьбой
Оскар Уайльд'''},
            {'title': '', 'body': '''Мы должны признать очевидное: понимают лишь те, кто хочет понять.
Бернар Вербер'''},
            {'title': '', 'body': '''Гений состоит в умении отличать трудное от невозможного
Наполеон Бонапарт'''},
            {'title': '', 'body': '''Гений состоит в умении отличать трудное от невозможного
Наполеон Бонапарт'''},
            {'title': '', 'body': '''Бедный, неудачный, несчастливый и нездоровый – это тот, кто часто использует слово «завтра».
Роберт Кийосаки'''},
            {'title': '', 'body': '''Тот, кто не может располагать 2/3 дня лично для себя, должен быть назван рабом.
Фридрих Ницше'''},
            {'title': '', 'body': '''Удачливый человек – тот, кто способен сложить прочный фундамент из камней, которые швыряют в него другие
Дейвид Бринкли'''},
            {'title': '', 'body': '''Постарайтесь получить то, что любите, иначе придется полюбить то, что получили.
Бернард Шоу'''},
            {'title': '', 'body': '''Если тебе тяжело, значит ты поднимаешься в гору. Если тебе легко, значит ты летишь в пропасть.
Генри Форд'''},
            {'title': '', 'body': '''Тот, кто хочет видеть результаты своего труда немедленно, должен идти в сапожники.
Альберт Эйнштейн'''},
            {'title': '', 'body': '''Неудача — это просто возможность начать снова, но уже более мудро.
Генри Форд'''},
            {'title': '', 'body': '''Если проблему можно разрешить, не стоит о ней беспокоиться. Если проблема неразрешима, беспокоиться о ней бессмысленно.
Далай Лама'''},
            {'title': '', 'body': '''Мы не имеем право потреблять счастье,не производя его.
Бернард Шоу'''},
            {'title': '', 'body': '''Не важно, как медленно ты продвигаешься, главное, что ты не останавливаешься
Брюс Ли'''},
            {'title': '', 'body': '''Если драгоценный камень попадает в грязь, он остается драгоценностью. Если пыль подымается к небу, она остается пылью.  
Муслихаддин Саади'''},
            {'title': '', 'body': '''Лично я люблю землянику со сливками, но рыба почему-то предпочитает червяков. Вот почему, когда я иду на рыбалку, я думаю не о том, что люблю я, а о том, что любит рыба.
Дейл Карнеги'''},
            {'title': '', 'body': '''Если ты будешь колоть дрова сам, то согреешься ими дважды. 
Генри Форд'''},
            {'title': '', 'body': '''Секрет того, чтобы добиться чего-то – начать. 
Марк Твен'''},
            {'title': '', 'body': '''Я не терпел поражений. Я просто нашел 10.000 способов, которые не работают.
Томас Эдисон'''},
            {'title': '', 'body': '''В конце концов, ты вспомнишь не слова врагов, а молчание друзей. 
Мартин Лютер Кинг'''},
            {'title': '', 'body': '''Умение прощать — свойство сильных. Слабые никогда не прощают.  
Махатма Ганди'''},
            {'title': '', 'body': '''Человек — все равно, что кирпич; обжигаясь, он становится твердым.
Джордж Бернард Шоу'''},
            {'title': '', 'body': '''Человек меньше всего похож на себя, когда говорит от своего имени. Дайте ему маску, и он расскажет всю правду. 
Оскар Уайлд'''},
            {'title': '', 'body': '''Наши страсти подобны фениксу. Когда сгорает одна страсть, из пепла рождается другая. 
Гете'''},
            {'title': '', 'body': '''Если вы делаете что-то прекрасное и возвышенное, а этого никто не замечает — не расстраивайтесь: восход солнца — это вообще самое прекрасное зрелище на свете, но большинство людей в это время еще спит. 
Леннон'''},
            {'title': '', 'body': '''Обещание порядочного человека становится обязательством.
Древнегреческая мудрость'''},
            {'title': '', 'body': '''Успех — это умение двигаться от неудачи к неудаче, не теряя энтузиазма. 
Уинстон Черчилль'''},
            {'title': '', 'body': '''Я не могу примириться с мыслью, что жизнь проходит так быстро, а я не живу по-настоящему. 
Эрнест Хемингуэй'''},
            {'title': '', 'body': '''Даже самый необыкновенный человек должен выполнять свои обыкновенные обязанности.
Мария фон Эбнер-Эшенбах'''},
            {'title': '', 'body': '''Глупца можно узнать по двум приметам: он много говорит о вещах, для него бесполезных, и высказывается о том, про что его не спрашивают. 
Платон'''},
            {'title': '', 'body': '''Если ты покупаешь то, что тебе не нужно, то скоро будешь продавать то, что тебе необходимо
Бенджамин Франклин'''},
            {'title': '', 'body': '''Металл узнается по звону, а человек — по слову.
Бальтасар Грасиан-и-Моралес'''},
            {'title': '', 'body': '''Очень часто лучшее лекарство — это обойтись без него. 
Гиппократ'''},
        ]
    },
    'Стихи': { #'Стихи': ["А.С. Пушкин", "У. Шекспир", "М. Цветаева", "И. Бунин", "А. Рэмбо", "О. Хайям"],
        'А.С. Пушкин': [
            {'title': 'К Керн', 'body': '''Я помню чудное мгновенье:
Передо мной явилась ты,
Как мимолетное виденье,
Как гений чистой красоты.

В томленьях грусти безнадежной,
В тревогах шумной суеты,
Звучал мне долго голос нежный
И снились милые черты.

Шли годы. Бурь порыв мятежный
Рассеял прежние мечты,
И я забыл твой голос нежный,
Твои небесные черты.

В глуши, во мраке заточенья
Тянулись тихо дни мои
Без божества, без вдохновенья,
Без слез, без жизни, без любви.

Душе настало пробужденье:
И вот опять явилась ты,
Как мимолетное виденье,
Как гений чистой красоты.

И сердце бьется в упоенье,
И для него воскресли вновь
И божество, и вдохновенье,
И жизнь, и слезы, и любовь.'''},
            {'title': 'Осень', 'body': '''I
Октябрь уж наступил — уж роща отряхает
Последние листы с нагих своих ветвей;
Дохнул осенний хлад — дорога промерзает.
Журча еще бежит за мельницу ручей,
Но пруд уже застыл; сосед мой поспешает
В отъезжие поля с охотою своей,
И страждут озими от бешеной забавы,
И будит лай собак уснувшие дубравы.

II
Теперь моя пора: я не люблю весны;
Скучна мне оттепель; вонь, грязь — весной я болен;
Кровь бродит; чувства, ум тоскою стеснены.
Суровою зимой я более доволен,
Люблю ее снега; в присутствии луны
Как легкий бег саней с подругой быстр и волен,
Когда под соболем, согрета и свежа,
Она вам руку жмет, пылая и дрожа!

III
Как весело, обув железом острым ноги,
Скользить по зеркалу стоячих, ровных рек!
А зимних праздников блестящие тревоги?..
Но надо знать и честь; полгода снег да снег,
Ведь это наконец и жителю берлоги,
Медведю, надоест. Нельзя же целый век
Кататься нам в санях с Армидами младыми
Иль киснуть у печей за стеклами двойными.

IV
Ох, лето красное! любил бы я тебя,
Когда б не зной, да пыль, да комары, да мухи.
Ты, все душевные способности губя,
Нас мучишь; как поля, мы страждем от засухи;
Лишь как бы напоить, да освежить себя —
Иной в нас мысли нет, и жаль зимы старухи,
И, проводив ее блинами и вином,
Поминки ей творим мороженым и льдом.

V
Дни поздней осени бранят обыкновенно,
Но мне она мила, читатель дорогой,
Красою тихою, блистающей смиренно.
Так нелюбимое дитя в семье родной
К себе меня влечет. Сказать вам откровенно,
Из годовых времен я рад лишь ей одной,
В ней много доброго; любовник не тщеславный,
Я нечто в ней нашел мечтою своенравной.

VI
Как это объяснить? Мне нравится она,
Как, вероятно, вам чахоточная дева
Порою нравится. На смерть осуждена,
Бедняжка клонится без ропота, без гнева.
Улыбка на устах увянувших видна;
Могильной пропасти она не слышит зева;
Играет на лице еще багровый цвет.
Она жива еще сегодня, завтра нет.

VII
Унылая пора! очей очарованье!
Приятна мне твоя прощальная краса —
Люблю я пышное природы увяданье,
В багрец и в золото одетые леса,
В их сенях ветра шум и свежее дыханье,
И мглой волнистою покрыты небеса,
И редкий солнца луч, и первые морозы,
И отдаленные седой зимы угрозы.

VIII
И с каждой осенью я расцветаю вновь;
Здоровью моему полезен русской холод;
К привычкам бытия вновь чувствую любовь:
Чредой слетает сон, чредой находит голод;
Легко и радостно играет в сердце кровь,
Желания кипят — я снова счастлив, молод,
Я снова жизни полн — таков мой организм
(Извольте мне простить ненужный прозаизм).

IX
Ведут ко мне коня; в раздолии открытом,
Махая гривою, он всадника несет,
И звонко под его блистающим копытом
Звенит промерзлый дол и трескается лед.
Но гаснет краткий день, и в камельке забытом
Огонь опять горит — то яркий свет лиет,
То тлеет медленно — а я пред ним читаю
Иль думы долгие в душе моей питаю.

X
И забываю мир — и в сладкой тишине
Я сладко усыплен моим воображеньем,
И пробуждается поэзия во мне:
Душа стесняется лирическим волненьем,
Трепещет и звучит, и ищет, как во сне,
Излиться наконец свободным проявленьем —
И тут ко мне идет незримый рой гостей,
Знакомцы давние, плоды мечты моей.

XI
И мысли в голове волнуются в отваге,
И рифмы легкие навстречу им бегут,
И пальцы просятся к перу, перо к бумаге,
Минута — и стихи свободно потекут.
Так дремлет недвижим корабль в недвижной влаге,
Но чу! — матросы вдруг кидаются, ползут
Вверх, вниз — и паруса надулись, ветра полны;
Громада двинулась и рассекает волны.

XII
Плывет. Куда ж нам плыть?
. . . . . . . . . . . .
. . . . . . . . . . . .

___________

Год: 1833'''},
            {'title': 'Туча', 'body': '''Последняя туча рассеянной бури!
Одна ты несешься по ясной лазури,
Одна ты наводишь унылую тень,
Одна ты печалишь ликующий день.

Ты небо недавно кругом облегала,
И молния грозно тебя обвивала;
И ты издавала таинственный гром
И алчную землю поила дождем.

Довольно, сокройся! Пора миновалась,
Земля освежилась, и буря промчалась,
И ветер, лаская листочки древес,
Тебя с успокоенных гонит небес.'''},
        ],
        'У. Шекспир': [
            {'title': 'Сонет 1', 'body': '''Мы урожая ждем от лучших лоз,
Чтоб красота жила, не увядая.
Пусть вянут лепестки созревших роз,
Хранит их память роза молодая.

А ты, в свою влюбленный красоту,
Все лучшие ей отдавая соки,
Обилье превращаешь в нищету, -
Свой злейший враг, бездушный и жестокий.

Ты - украшенье нынешнего дня,
Недолговременной весны глашатай, -
Грядущее в зачатке хороня,
Соединяешь скаредность с растратой.

Жалея мир, земле не предавай
Грядущих лет прекрасный урожай! 

Перевод С.Маршака
****


william shakespeare From fairest creatures we desire increase,
That thereby beauty's rose might never die,
But as the riper should by time decease,
His tender heir might bear his memory:

But thou, contracted to thine own bright eyes,
Feed'st thy light'st flame with self-substantial fuel,
Making a famine where abundance lies,
Thyself thy foe, to thy sweet self too cruel.

Thou that art now the world's fresh ornament
And only herald to the gaudy spring,
Within thine own bud buriest thy content
And, tender churl, makest waste in niggarding.

Pity the world, or else this glutton be,
To eat the world's due, by the grave and thee.'''},
            {'title': 'Сонет 2', 'body': '''Глубокими следами сорок зим,
Кто будет помнить царственный наряд,
Гнушаясь жалким рубищем твоим?

И на вопрос: "Где прячутся сейчас
Остатки красоты веселых лет?" -
Что скажешь ты? На дне угасших глаз?
Но злой насмешкой будет твой ответ.

Достойней прозвучали бы слова:
"Вы посмотрите на моих детей.
Моя былая свежесть в них жива,
В них оправданье старости моей".

Пускай с годами стынущая кровь
В наследнике твоем пылает вновь!

Перевод С.Маршака
***

When forty winters shall beseige thy brow,
And dig deep trenches in thy beauty's field,
Thy youth's proud livery, so gazed on now,
Will be a tatter'd weed, of small worth held:

Then being ask'd where all thy beauty lies,
Where all the treasure of thy lusty days,
To say, within thine own deep-sunken eyes,
Were an all-eating shame and thriftless praise.

How much more praise deserved thy beauty's use,
If thou couldst answer "This fair child of mine
Shall sum my count and make my old excuse,"
Proving his beauty by succession thine!

This were to be new made when thou art old,
And see thy blood warm when thou feel'st it cold.'''},
            {'title': 'Сонет 3', 'body': '''Прекрасный облик в зеркале ты видишь,
И, если повторить не поспешишь
Свои черты, природу ты обидишь,
Благословенья женщину лишишь.

Какая смертная не будет рада
Отдать тебе нетронутую новь?
Или бессмертия тебе не надо, -
Так велика к себе твоя любовь?

Для материнских глаз ты - отраженье
Давно промчавшихся апрельских дней.
И ты найдешь под старость утешенье
В таких же окнах юности твоей.

Но, ограничив жизнь своей судьбою,
Ты сам умрешь, и образ твой - с тобою.

Перевод С.Маршака

***

Look in thy glass, and tell the face thou viewest
Now is the time that face should form another;
Whose fresh repair if now thou not renewest,
Thou dost beguile the world, unbless some mother.

For where is she so fair whose unear'd womb
Disdains the tillage of thy husbandry?
Or who is he so fond will be the tomb
Of his self-love, to stop posterity?

Thou art thy mother's glass, and she in thee
Calls back the lovely April of her prime:
So thou through windows of thine age shall see
Despite of wrinkles this thy golden time.

But if thou live, remember'd not to be,
Die single, and thine image dies with thee.'''},
        ],
        'М. Цветаева': [
            {'title': 'Моим стихам, написанным так рано', 'body': '''Моим стихам, написанным так рано,
Что и не знала я, что я — поэт,
Сорвавшимся, как брызги из фонтана,
Как искры из ракет,

Ворвавшимся, как маленькие черти,
В святилище, где сон и фимиам,
Моим стихам о юности и смерти,
— Нечитанным стихам! —

Разбросанным в пыли по магазинам
(Где их никто не брал и не берет!),
Моим стихам, как драгоценным винам,
Настанет свой черед.'''},
            {'title': 'О слезы на глазах!', 'body': '''О слезы на глазах!
Плач гнева и любви!
О Чехия в слезах!
Испания в крови!

О черная гора,
Затмившая — весь свет!
Пора — пора — пора
Творцу вернуть билет.

Отказываюсь — быть.
В Бедламе нелюдей
Отказываюсь — жить.
С волками площадей

Отказываюсь — выть.
С акулами равнин
Отказываюсь плыть —
Вниз — по теченью спин.

Не надо мне ни дыр
Ушных, ни вещих глаз.
На твой безумный мир
Ответ один — отказ.'''},
            {'title': 'Рябину рубили', 'body': '''Рябину
рубили
Зорькою.
Рябина —
Судьбина
Горькая.
Рябина —
Седыми
Спусками.
Рябина!
Судьбина
Русская.'''},
            {'title': 'Ясное утро не жарко', 'body': '''Ясное утро не жарко,
Лугом бежишь налегке.
Медленно тянется барка
Вниз по Оке.

Несколько слов поневоле
Всe повторяешь подряд.
Где-то бубенчики в поле
Слабо звенят.

В поле звенят? На лугу ли?
Едут ли на молотьбу?
Глазки на миг заглянули
В чью-то судьбу.

Синяя даль между сосен,
Говор и гул на гумне…
И улыбается осень
Нашей весне.

Жизнь распахнулась, но всe же.
Ах, золотые деньки!
Как далеки они. Боже!
Господи, как далеки!'''},
        ],
        'И. Бунин': [
            {'title': 'Безнадежность', 'body': '''На севере есть розовые мхи,
Есть серебристо-шелковые дюны...
Но темных сосен звонкие верхи
Поют, поют над морем, точно струны.

Послушай их. Стань, прислонись к сосне:
Сквозь грозный шум ты слышишь ли их нежность?
Но и она — в певучем полусне.
На севере отрадна безнадежность.'''},
            {'title': '', 'body': '''Бледнеет ночь... Туманов пелена
В лощинах и лугах становится белее,
Звучнее лес, безжизненней луна
И серебро росы на стеклах холоднее.

Еще усадьба спит... В саду еще темно,
Недвижим тополь матово-зеленый,
И воздух слышен мне в открытое окно,
Весенним ароматом напоенный...

Уж близок день, прошел короткий сон -
И, в доме тишине не нарушая,
Неслышно выхожу из двери на балкон
И тихо светлого восхода ожидаю...'''},
            {'title': 'Богиня ', 'body': '''Навес кумирни, жертвенник в жасмине
И девственниц склоненных белый ряд.
Тростинки благовонные чадят
Перед хрустальной статуей богини,
Потупившей свой узкий, козий взгляд.

Лес, утро, зной. То зелень изумруда,
То хризолиты светят в хрустале.
На кованом из золота столе
Сидит она спокойная, как Будда,
Пречистая в раю и на земле.
И взгляд ее, загадочный и зыбкий,
Мерцает все бесстрастней и мертвей
Из-под косых приподнятых бровей,
И тонкою недоброю улыбкой
Чуть озарен блестящий лик у ней. '''},
            {'title': 'В горах', 'body': '''Поэзия темна, в словах невыразима:
Как взволновал меня вот этот дикий скат.
Пустой кремнистый дол, загон овечьих стад,
Пастушеский костер и горький запах дыма!

Тревогой странною и радостью томимо,
Мне сердце говорит: «Вернись, вернись назад!»—
Дым на меня пахнул, как сладкий аромат,
И с завистью, с тоской я проезжаю мимо.

Поэзия не в том, совсем не в том, что свет
Поэзией зовет. Она в моем наследстве.
Чем я богаче им, тем больше — я поэт.

Я говорю себе, почуяв темный след
Того, что пращур мой воспринял в древнем детстве:
— Нет в мире разных душ и времени в нем нет! '''},
            {'title': 'В цирке', 'body': '''С застывшими в блеске зрачками,
В лазурной пустой вышине,
Упруго, качаясь, толчками
Скользила она по струне.

И скрипка таинственно пела,
И тысячи взоров впились
Туда, где мерцала, шипела
Пустая лазурная высь,

Где некая сжатая сила
Струну колебала, свистя,
Где тихо над бездной скользила
Наяда, лунатик, дитя.'''},
        ],
        'А. Рэмбо': [
            {'title': 'Уснувший в ложбине', 'body': '''В провалах зелени поет река чуть слышно,
И весь в лохмотья серебристые одет
Тростник… Из-за горы, сверкая, солнце вышло,
И над ложбиною дождем струится свет.

Там юноша-солдат, с открытым ртом, без каски,
В траву зарывшись непокрытой головой,
Спит. Растянулся он на этой полной ласки
Земле, средь зелени, под тихой синевой.

Цветами окружен, он крепко спит; и, словно
Дитя больное, улыбается безмолвно.
Природа, обогрей его и огради!

Не дрогнут ноздри у него от аромата,
Грудь не колышится, лежит он, сном объятый,
Под солнцем… Две дыры алеют на груди.'''},
            {'title': 'Солнце и плоть', 'body': '''I

Очаг желания, причастный высшим силам,
На землю солнце льет любовь с блаженным пылом;
Лежавший на траве не чувствовать не мог:
Играет кровь земли, почуяла свой срок;
Душе своей земля противиться бессильна,
По-женски чувственна, как Бог, любвеобильна;
Священнодействие над ней лучи вершат,
И потому в земле зародыши кишат.

Произрастает все,
Но как мне жаль, Венера,
Что минула твоя ликующая эра,
Когда, предчувствуя любовную игру,
От вожделения кусал сатир кору
И нимфу целовал потом среди кувшинок;
Мне жаль, что прерван был их нежный поединок
И розовая кровь зеленокудрых рощ
Утратила для нас божественную мощь,
Вселенную свою вливая в жилы Пану,
Так что козлиными копытами поляну
Топтал он, звучную свирель поцеловав,
И почва, трепеща в зеленых космах трав,
Вздымалась, чуткая, и смертного качала,
Как море, где берет любовь свое начало,
И как на песнь в ответ немые дерева
Качают певчих птиц, пока любовь жива.
Мне жаль, что миновал Кибелин век бесследно,
Когда владычица на колеснице медной
Из града одного в другой держала путь
И, по преданиям, ее двойная грудь
Жизнь вечную лила, питая человека,
Который ликовал, вкусив святого млека,
И, как дитя, играл, обласканный с пелен,
Душой и телом чист, а стало быть, силен.

«Я знаю суть вещей», — теперь твердит несчастный,
А сам он слеп и глух, бессильный и бесстрастный;
Нет более богов, стал богом человек,
Но без любви сей бог — калека из калек.
Когда бы приникал к сосцам твоим, Кибела,
Как прежде, человек, чтоб кровь его кипела,
Когда бы до сих пор ему была мила
Астарта нежная, которая всплыла,
Свой розовый пупок явив средь пены белой,
Благоухая там, где море голубело,
И, черноокая, торжествовала впредь,
По-соловьиному сердца заставив петь.

II

Я верую в тебя, морская Афродита,
Божественная мать, однако где защита, и
Когда привязаны мы к скорбному кресту?
Я верю в мрамор, в плоть, в цветок и в красоту.
— Да, жалок человек, подавлен, озабочен;
Одежду носит он, болезненно порочен;
Его прекрасный торс попорчен в толкотне;
Подобно идолу в безжалостном огне,
Искажена теперь былая стать атлета,
Который хочет жить хоть в качестве скелета,
Уродством клевеща на прежний стройный мир;
Твой лучший замысел, твой девственный кумир,
Когда бы женщина в скудели нашей скудной
Вновь приобщила нас к божественности чудной,
Чтобы могла душа, как прежде, превозмочь
Темницу бренную, земную нашу ночь,
И, несравненная, сравнилась бы с гетерой,
Но нет! смеется свет над гордою Венерой,
Как будто красота ее заклеймена!

III

О, если бы вернуть былые времена!
Все роли человек сыграл в земной юдоли —
И в близком будущем, возжаждав прежней воли,
Кумиры сокрушив, низвергнув их закон,
Постигнет небеса, откуда родом он.
Восторжествует мысль над суеверным страхом,
И в человеке бог, порабощенный прахом,
Восстанет, обожжет сиянием чело —
И, убедившись, что прозревшему светло,
Вернешь ему размах и силы дашь для взлета
Ты, ненавистница ветшающего гнета;
Возникнешь снова ты средь солнечных морей
С неотразимою улыбкою твоей,
Безмерную любовь распространяя в мире;
И затрепещет мир, уподобляясь лире,
В ответ на поцелуй, который ты сулишь!

Возжаждал мир любви, ты жажду утолишь.
. . . . . . . . . . . . . . . . . . . .
Воспрянет человек с мечтой своей свободной,
И светоч красоты извечно первородной
В нем бога пробудит, чей храм — святая плоть;
Готовый скорбь свою былую побороть,
Захочет человек исследовать природу,
Чтоб кобылица-мысль почуяла свободу
И снова, гордая, решилась гарцевать,
И с верой человек дерзнул бы уповать.
— Зачем отверзлась нам лазурь немою бездной,
Где звезды в толчее родятся бесполезной?
Когда бы, наконец, мы вознеслись туда,
Увидели бы мы огромные стада
Миров, спасаемых в пустыне безучастной
Премудрым пастырем, который волей властной
В эфире движет их, вверяя свой глагол
Тому, кто верою сомненье поборол?
Так, значит, мысль — не бред, и есть у мысли голос?
А человек, созрев, как слишком ранний колос,
Куда скрывается? Быть может, в океан,
Где всем зародышам свой срок навеки дан,
Чтоб воскрешала всех в своем великом тигле
Природа, чью любовь еще не все постигли,
В благоуханье роз не распознав себя?

Незнанье нас гнетет, беспомощных губя,
Химеры душат нас в стремленье нашем рьяном;
Из материнских недр, подобно обезьянам,
Мы вырвались на свет, а разум против нас,
И от сомнения он страждущих не спас.
Нас бьет сомнение крылом своим зловещим,
И у него в плену мы в ужасе трепещем.
. . . . . . . . . . . . . . . . . . . . .
Отверзлись небеса, и тайны больше нет;
Воспрянул человек, узрев желанный свет
В неисчерпаемом роскошестве природы;
И человек поет, поют леса и воды
Торжественную песнь о том, что лишь любовь
Способна искупить отравленную кровь.
. . . . . . . . . . . . . . . . . . . . .

IV

О, блеск духовных сил в гармонии телесной,
О, возвращение любви, зари небесной,
Когда, повергнув ниц божественный народ,
Прекраснозадая и маленький Эрот
В белейших лепестках стопами прикоснутся
К Цветам и к женщинам, не смеющим очнуться,
О Ариадна, ты, следящая с тоской,
Как парус движется по синеве морской,
Вдаль унося корабль с Тезеем у кормила,
Пусть ночь одна тебя, невинную, сломила,
Не плачь, но посмотри на тигров и пантер,
Которые влекут, коням подав пример,
По виноградникам фригийским колесницу,
И брызжет черный сок, приветствуя возницу.
— Вот Зевс, великий бык; на шее у быка
Европа голая, чья белая рука
Средь синих волн дрожит на крепкой вые бога;
Он смотрит искоса, как млеет недотрога,
Ланитою клонясь под сень его чела;
Зажмурилась она и как бы замерла;
Ей первый поцелуй и сладостен, и страшен,
А шелк ее волос волнами разукрашен;
Вот лебедь в лотосах, предчувствуя полет,
Под олеандрами мечтательно плывет;
Крылами белыми ласкает лебедь Леду.
Киприда шествует и празднует победу;
Округлая, под стать роскошным бедрам, грудь
Могла бы осветить во мраке ночи путь;
Живот ее как снег с темнеющей ложбиной:
А вот идет Геракл, одетый шкурой львиной,
И разве не к лицу подобный ореол
Тому, кто до небес, не дрогнув бы, добрел?

Под летнею луной, вся в золоте, нагая,
В ночном разрозненном сиянье, не мигая,
Хотя в голубизне лучатся волоса
И освещает мох пустынные дубровы,
Дриада смотрится в немые небеса…
Селена белая раскинула покровы
Над ложем сумрачным, где, погруженный в сон
В ответ на поцелуй молчит Эндимион.
Навек расплакался родник в ночи лазурной;
Нет! Нимфа скорбная над молчаливой урной
О неком юноше прекрасном слезы льет;
Любовью в темноте повеяло с высот,
И вот уже в лесах священных, где садится
На мраморные лбы снегирь, чтобы гнездиться
На изваяниях в беззвучном царстве сна,
Послышалась богам всемирная весна.'''},
            {'title': 'Плутовка', 'body': '''В харчевне темной с обстановкою простой,
Где запах лака с ароматом фруктов слился,
Я блюдом завладел с какою-то едой
Бельгийской и, жуя, на стуле развалился.

Я слушал бой часов и счастлив был и нем,
Когда открылась дверь из кухни в клубах пара
И в комнату вошла неведомо зачем
Служанка-девушка в своей косынке старой,

И маленькой рукой, едва скрывавшей дрожь,
Водя по розовой щеке, чей бархат схож
Со спелым персиком, над скатертью склонилась,

Переставлять прибор мой стала невзначай,
И чтобы поцелуй достался ей на чай,
Сказала: «Щеку тронь, никак я простудилась…»'''},
            {'title': 'Зимняя мечта', 'body': '''В вагонах голубых и розовых и алых
Уехать от зимы!
Там в каждом уголке для поцелуев шалых
Приют отыщем мы.

Закроешь ты глаза, забыв, как ветер колкий
Гримасничает за окном,
Как черти черные и бешеные волки
Стенают в сумраке ночном.

И, словно паучок, щеки твоей коснется
Мой быстрый поцелуй, и скромно отвернется
Притворная щека.

«Поймай!» — прошепчешь ты, мы обо всем забудем:
На шее, на груди всю ночь искать мы будем
Бродяжку-паучка.'''},
        ],
        'О. Хайям': [
            {'title': '', 'body': '''Чтоб мудро жизнь прожить, знать надобно немало,
Два важных правила запомни для начала:
Ты лучше голодай, чем что попало есть,
И лучше будь один, чем вместе с кем попало.'''},
            {'title': '', 'body': '''Дарить себя — не значит продавать.
И рядом спать — не значит переспать.
Не отомстить — не значит все простить.
Не рядом быть — не значит не любить.'''},
            {'title': '', 'body': '''Сорваный цветок должен быть подарен, начатое стихотворение — дописано, а любимая женщина — счастлива, иначе и не стоило браться за то, что тебе не по силам.'''},
            {'title': '', 'body': '''Можно соблазнить мужчину, у которого есть жена.
Можно соблазнить мужчину, у которого есть любовница.
Но нельзя соблазнить мужчину,
У которого есть любимая женщина.'''},
            {'title': '', 'body': '''Люблю вино, ловлю веселья миг.
Ни верующий я, ни еретик.
«Невеста — жизнь, какой угодно выкуп?»
— «Из сердца бьющий радости родник».'''},
            {'title': '', 'body': '''Суровый рамазан велел с вином проститься.
Где дни веселые? О них нам только снится.
Увы, невыпитый стоит в подвале жбан,
И не одна нетронутой ушла блудница.'''},
            {'title': '', 'body': '''Нам с гуриями рай сулят на свете том.
И чаши полные, пурпуровым вином.
Красавиц и вина бежать на свете этом
Разумно ль, если к ним мы все равно придем?'''},
        ],
    },# , "М. Цветаева", "И. Бунин", "А. Рэмбо", "О. Хайям"
    'Истории': { # 'Истории': ["Смешные истории", "Жиза", "Грустные истории", "Поучительные истории", "Что это вообще было?"]
        'Смешные истории': [
            {'title': 'Болтуны в транспорте', 'body': '''Мы как-то с подругой ехали на озера (шесть, что ли, часов на автобусе), билеты взяли в последний момент, и так получилось - в разных местах салона. И рядом с моей подругой сидела тётка, которая два часа рассказывала по телефону знакомой, как она планирует удалять бородавки. Мне было слышно через десять рядов.
Подруга вежливо просила не вести на публике столь интимные разговоры - её игнорили. Написала на листке блокнота "всех достали ваши бородавки" - её снова проигнорили.
Тогда она набрала мой номер и стала так же громко и пронзительно пересказывать мне то, что говорила эта бородавчатая.
"Ир, тут со мной рядом женщина сидит, встань, посмотри, видишь? Так у неё на правом боку новая бородавка выскочила, муж заметил, а она сама только в зеркале увидела, муж зеркало держал, а зеркало маленькое, еле рассмотрела!"
Это был тот случай, когда весь автобус действительно если не ржал, то похрюкивал. Тётка повопила, назвала подругу хамкой, получила собак от других пассажиров. Молчала полчаса, потом снова взялась за телефон, и Света опять показательно набрала меня. Тётка даже говорить не стала - сбросила звонок.'''},
            {'title': 'Миссия выполнима', 'body': '''Как-то коллега по работе начала интересоваться какая игровая консоль лучше, советоваться и обсуждать с мужской половиной коллектива. Типа какую бы они захотели получить в подарок, какие игры сейчас популярны и т.д.
В связи с тем, что за ней раньше никогда не замечались такие наклонности, мы решили поинтересоваться к чему вдруг такой нездоровый интерес к «здоровым» вещам. На что она сказала, что мужу на день рождение хочет подарить игровую приставку, только вот не знает все эти X-box, Playstation чем отличаются. Ну мы с ребятами дружно поддержали ее такое начинание, молодец какая, умница, так держать.
Во время обеда я начал шутить, что-то типа купишь приставку потеряешь мужа и вообще с чего это ты вдруг решила ему приставку купить. И тогда она рассказала истинную цель, своего подарка:
- У нас дома – говорит – старый престарый телевизор. С огромной выпуклой задницей, который смотреть невозможно. Я ему уже год мозги делаю, что давай купим новый телевизор, хороший чтобы смотреть приятно. Но он никак не соглашается. Жалко ему видите ли деньги выкидывать, все равно типа он телевизор не смотрит, а мне на мои «глупые» передачи и такого хватит. Вот я и решила подарить ему на ДР игровую приставку с хорошей графикой, покруче и пару игр. Он не сможет ей пользоваться на нашем старом телевизоре и 100% пойдет и купит новый, хороший.
Посмотрел я на нее и сказал:
- Блин, вот ты стерва-манипуляторша… Хмм.. но какая-то очень правильная манипуляторша.
Через несколько недель она радостно мне сообщила, что после дня рождения, муж пару дней поиграв в приставку, вдруг за ужином «неожиданно» сказал:
- Тебе не кажется, что наш телевизор как-то не в тему, как будто допотопный? Может плазму возьмем на стену повесим?'''},
            {'title': 'О силе слов', 'body': '''Однажды юный Томас Эдисон вернулся домой из школы и передал маме письмо от учителя. Мама зачитала сыну письмо вслух, со слезами на глазах: "Ваш сын - гений. Эта школа слишком мала, и здесь нет учителей, способных его чему-то научить. Пожалуйста, учите его сами."
Через много лет после смерти матери (Эдисон к тому времени уже был одним из величайших изобретателей века) он однажды пересматривал старые семейные архивы и наткнулся на это письмо. Он открыл его и прочитал: "Ваш сын - умственно отсталый. Мы не можем больше учить его в школе вместе со всеми. Поэтому рекомендуем вам учить его самостоятельно дома".
Эдисон прорыдал несколько часов. Потом записал в свой дневник: "Томас Алва Эдисон был умственно отсталым ребенком. Благодаря своей героической матери он стал одним из величайших гениев своего века."'''},
        ],
        'Поучительные истории': [
            {'title': 'Добрая свекровь', 'body': '''У матери было две замужних дочери. Мужья дочерей не были любезны со своими женами, а их свекрови были просто несносны. Они невообразимо мучили невесток. Обе дочери страдали, страдали и страдали от своих свекровей.
            У матери был также и сын. Когда сын женился, она дала клятву, что будет исключением. Всем известно, что свекрови плохи. Но эта женщина хотела быть исключением, самой лучшей свекровью. С самого начала она была очень-очень добра к своей невестке. Всю трудную, тяжелую и требующую времени работу свекровь делала сама. Она не позволяла невестке браться за нее.
            Свекровь говорила ей:
            — Нет, ты еще молодая девушка. Придет день, когда тебе все придется делать самой. Я стара. Скоро настанет мое время, и я умру. Когда я умру, ты сможешь делать все, что делаю я, но не сейчас.
            Даже когда невестка хотела что-то приготовить, свекровь останавливала ее:
            — Нет, нет, нет! Я готовлю своему сыну с рождения, поэтому знаю, что ему нужно и что он любит. Я позабочусь о кухне, а когда придет время, я покажу тебе, как готовить. Сейчас займись другим. Можешь принести цветы и поставить их на алтарь, можешь вытереть пыль с подоконников и дверей. Просто делай несложную работу по дому.
            Невестка была глубоко тронута тем, что свекровь так добра к ней, и все в доме шло гармонично. Молодая жена смотрела, как ест ее муж. Муж всегда был очень, очень доволен, и жена тоже очень радовалась, что мужу нравится пища. Но однажды все изменилось. Муж сказал жене:
            — Мне очень грустно, что сегодня твоя стряпня не так хороша, как обычно. Даже карри невкусное.
            Жена была очень опечалена. Потом муж спросил:
            — Что случилось сегодня с тобой? Почему ты так плохо приготовила?
            — К несчастью, это не я готовила тебе еду, — наконец, сказала жена.
            — Ты не готовила сегодня? — спросил муж.
            — Готовила твоя мама, — с большой неохотой ответила жена.
            — Моя мама готовила? — удивился он.
            — Все блюда каждый день готовит твоя мама, — продолжала жена.
            — Моя мама готовит? — закричал сын. — Тогда что же делаешь ты? Зачем мне нужна такая жена? Ты позволяла моей маме готовить в ее возрасте? Ты мне не нужна. Убирайся из моего дома!
            — Твоя мать не позволяет мне готовить. Я хочу готовить, я хочу у нее учиться, но она не учит меня. Она дает мне только очень легкую работу, — оправдывалась жена.
            И она стала плакать и плакать.
            Муж был в ярости. Он начал кричать на нее:
            — Почему ты не говорила мне, что все это время готовит мама?
            — Твоя мама просила не говорить тебе. Иначе я бы рассказала тебе. Каждый день ты восхищался пищей, а я принимала это на свой счет, поскольку мать просила меня не говорить тебе. Сегодня пища тебе не нравится, — сказала жена. — Я легко могла бы сказать, что готовила сама. Я могла бы принять обвинения. Тогда ты был бы очень счастлив. И что делать мне? Я искренне сказала, что готовила твоя мама. Это не потому, что я ищу недостатки у твоей матери. Она так добра ко мне. Твоя мать такая искренняя. Она рассердилась бы, если бы я солгала. Я побоялась, что если приму обвинение, она спросит, зачем я солгала. Поэтому я призналась, что пищу готовила твоя мама, сказала то, что является правдой.
            Жена безудержно рыдала. Свекровь услышала шум и зашла в комнату. Когда она увидела слезы невестки, она разгневалась. Она сказала сыну:
            — Радуйся, что здесь нет отца. А то я бы попросила его выпороть тебя. Твоя жена так мила. Она не моя невестка. Она моя родная дочь. Мои дочери, вышедшие замуж, очень страдают от своих мужей. Их свекрови очень плохие. Они буквально несносны. Как они плохо относятся к моим дочерям. Теперь и ты стал мучить мою дочь. Она мне совсем как родная дочь. Если ты еще хоть раз отругаешь ее, я уйду из дома.
            — Мама, тебе не нужно уходить из дома. Я обещаю, что не буду ругать ее, — сказал сын.
            Но молодая жена продолжала плакать и плакать. Свекровь сказала ей:
            — Ты молодая девушка. Возможно, ты скучаешь по своему дому. Поезжай на несколько дней к своей маме. Мама подарит тебе столько любви!
            — Нет, нет, вы так добры ко мне, так нежны со мной, — сказала девушка. — Моя мама любит меня ничуть не больше.
            — Я уверена, что это лучшее лекарство. В конце концов, она твоя настоящая мать. Через несколько дней мы пришлем за тобой, и ты сможешь вернуться назад. Маму никто не заменит. Твоя мама проявит столько любви к тебе, сколько я никогда не смогу проявить, — сказала свекровь.
            — Нет, нет, у вас столько любви ко мне. Ваша любовь абсолютно такая же, если не больше, чем у моей мамы, — настаивала девушка.
            — Поверь, я знаю, я не твоя мать, но у твоей матери будет больше любви. Поезжай. Я очень скоро пришлю за тобой, — заверила свекровь.
            Итак, молодая жена поехала домой. По пути она сказала себе: «Если я приеду домой плача и плача, мама заметит слезы и станет проклинать мою свекровь. Мама немедленно решит, что свекровь мучает меня и делает мою жизнь несчастной. Она не знает, что свекровь такая добрая, такая любящая и такая сострадательная». Поэтому молодая жена вытерла слезы и прибыла в дом матери со счастливым лицом. Мать была так взволнована, что видит дочь, и стала расспрашивать ее о муже и свекрови. Молодая девушка очень, очень хорошо отзывалась о своей свекрови и своем муже. Она говорила: «Он такой милый, такой добрый и такой любящий». Она обманула мать, не открыв ей, что он велел ей убираться из дома. Но когда она говорила о том, что ее свекровь была очень хорошей, — это было правдой.
            Брат ее недавно женился на молодой девушке, и они жили с его матерью. К несчастью, к его жене свекровь относилась безжалостно. Дочке очень понравилась ее новая невестка, и они быстро подружились. Вечером они садились вместе и говорили, говорили и говорили. Дочь скоро заметила, как ее мать относится к невестке, поэтому изо всех сил старалась утешать молодую жену. И она прямо сказала об этом матери. Она умоляла мать:
            — Пожалуйста, пожалуйста, не ругай ее. Она всего лишь молодая девушка. Она присоединилась к нашей семье, и у нее никого нет, кроме нас. Нехорошо ругать ее.
            — Ты будешь меня учить, как мне вести себя в моем доме? — возмутилась мать. — Я тебе говорю: она бесполезная, бесполезная. Мы ничего не обрели, кроме бесполезной девушки в своем доме.
            Дочь видела, что жена брата была очень, очень, очень хорошей. Эта девушка была очень доброй, заботливой и трудилась изо всех сил. Но как бы тяжело она ни работала, свекровь оставалась абсолютно недовольной. Поэтому она плакала перед сестрой мужа, а та ее утешала и воодушевляла быть терпеливой.
            Однажды дочь сказала матери:
            — Мама, если бы мать моего мужа, моя свекровь, тоже относилась ко мне так же безжалостно, как ты относишься к этой молодой девушке, что бы ты подумала о моей свекрови? Как бы ты на это отреагировала?
            — Я бы подумала, что она — тиран. Я бы возненавидела ее, — сразу же ответила мать. — Наверное, я пошла бы и побила ее. Я могла бы даже пинать ее ногами за то, что она осмелилась так обходиться с моей дочерью, с моей дорогой дочерью.
            — Если ты говоришь, что избила бы мою свекровь, если бы она оказалась на твоем месте, чем же ты оправдываешь свое поведение? Разве не так же, как ты хочешь относиться к моей свекрови, будет относиться к тебе мать этой девушки, нашедшей приют в твоем доме? — спросила девушка.
            — О, этого никогда не случится. Ее мать почила. Она мертва, — ответила мать.
            Дочь была шокирована бессердечием матери. Она сказала:
            — Разве ты не индуска? Ты не веришь в Бога? Ты не читала священных писаний? Душа ее матери видит с Небес, как ты мучаешь ее дочь изо дня в день! Она определенно жива на Небесах. Разве ты никогда не чувствовала слез ее сердца?
            Мать немного оттаяла. Она задумалась о том, ругать ей или нет свою невестку впредь. С каждым днем она стала проявлять к невестке все больше доброты, и скоро обстановка в доме полностью изменилась.
            Однажды дочь увидела в окно, что к дому подходит ее свекровь. Муж тоже скучал по ней, но ему мешала гордость. Он помнил, как безжалостно отругал ее, и боялся, что жена могла рассказать обо всем своей матери. Он чувствовал, что если приедет к теще, то она его строго отругает.
            Его мать сказала: «Что бы ни произошло, я намерена привести твою жену. Она должна вернуться. Я очень, очень хорошо к ней относилась. Даже если они обидят меня, я все равно готова идти, поскольку моя любовь к ней гораздо сильнее всех проблем с твоей тещей».
            Поэтому она отправилась туда, а молодая девушка выбежала ей навстречу, спрашивая:
            — Почему вы приехали? Почему вы приехали? Я бы вернулась. Вам только надо было прислать за мной. Вам не нужно было ехать самой.
            — Ты не возвращалась, поэтому я приехала забрать тебя, — сказала свекровь.
            Потом хорошая свекровь зашла в дом и увидела, что плохая свекровь полностью изменилась благодаря своей дочери. Одна свекровь изменила другую свекровь через свою невестку. Обе семьи теперь плавали в море радости.
            Первая свекровь и невестка вернулись к себе, и муж был очень счастлив, что его мать и жена вернулись домой. Все они зажили счастливо вместе. Обе семьи стали по-настоящему счастливы.
            Эта история свидетельствует о том, как один человек может быть инструментом, меняющим других к лучшему и дарящим всем счастье.'''},
            {'title': 'Жадность наказуема', 'body': '''Один искатель, живший в ашраме, заболел лепрой. С такой болезнью никому в ашраме жить не позволялось, поэтому управляющий попросил его покинуть ашрам. Его жене и детям разрешили остаться, но ему сказали, что он должен уехать. Бедняга, что он мог поделать?
Он купил билет и сел в поезд, который повез его домой. В купе, где он сидел, было несколько пассажиров и стоял огромный, плотно закрытый чемодан.
Все пассажиры вышли из поезда на своих остановках, но чемодан никто не взял. Искатель остался в купе один с чемоданом. И тогда ему пришла в голову блестящая идея. «Поскольку этот груз никому не нужен, возьму его домой. Может быть, там внутри есть что-то ценное».
Чемодан был очень тяжелый, поэтому ему пришлось взять такси, чтобы привезти чемодан домой. Дома никого не было, потому что его жена и дети были в ашраме. Он был очень возбужден любопытством и взломал замки. Когда он открыл ящик, он чуть не упал в обморок. Внутри было тело человека, разрубленное на четыре или пять частей. Это было тяжелое зрелище. Что же ему было теперь делать с этим телом? Как он мог захоронить или кремировать его? Он боялся просить кого-нибудь о помощи, чтобы его не арестовали.
Он решил попросить кого-то из родственников, но родственники испугались до смерти, и отказались помочь ему. «Воровать чужие вещи — это то, чему тебя научили в ашраме? Теперь ты наказан», — сказали они и отказались помочь ему.
Он снова закрыл чемодан и нанял двух сильных мужчин выбросить его в ближайшую реку. Но они захотели узнать, что находится внутри. Он сказал им: «Только мусор, который я не хочу хранить. Это все принадлежало моей жене. Я хочу избавиться от этого, потому что она такая злая». Затем он придумал историю о том, как была плоха его жена.
Мужчины уже готовы были выбросить чемодан в реку, когда, о Бог, мимо проходил полицейский. Мужчины рассказали ему ту же историю о жене, но полицейский оказался любопытным, а возможно, захотел забрать из чемодана вещи. Поэтому он приказал им открыть чемодан. В результате человек, живший в ашраме, был арестован и помещен в тюрьму. Даже сегодня он все еще не освобожден. Он несет наказание за свою жадность!
Эта история поучительна. Если вы жадны, вы понесете наказание. И если вы неосторожны, вы также понесете наказание.'''},
            {'title': 'Самостоятельность Ганди', 'body': '''Однажды Ганди пришел к английскому парикмахеру стричься. Но парикмахер сказал ему: «Ты черный, я не хочу стричь тебя! Убирайся».
Ганди расстроился, но, как всегда, простил. Он сказал: «Он прав. Если он подстрижет меня, кто знает, что случится. Мы все время боремся с британцами. Они чувствуют, что мы ниже. Возможно, босс уволит его, если он подстрижет меня. К тому же, наши парикмахеры тоже не стригут людей более низких каст. Британцы думают, что мы ниже. Поэтому-то этот британский парикмахер и не подстриг меня. Что поделаешь! Не идти же мне к другому парикмахеру за еще большим унижением».
Поэтому Ганди подстригся сам. Он стал перед зеркалом и начал с передней части. Она вышла неплохо, но вот сзади получилось не очень.
На следующий день, когда Ганди пришел в суд, все стали смеяться.
— Почему ты не пошел к парикмахеру? — спрашивали они.
— Один парикмахер унизил меня. Он абсолютно прав. Почему он должен стричь меня? Хорошо, посмейтесь надо мной. Однажды я научусь стричься и стирать. Я хочу быть самостоятельным. Когда я буду самостоятельным, я буду действительно счастлив. Сейчас вы счастливы, потому что смеетесь надо мной, и я счастлив, что способен доставить вам радость. Но придет день, когда вы будете гордиться мной. Я научусь стричься самостоятельно. Я хочу быть самостоятельным во всем. Сегодня моя неспособность делает счастливыми вас. Когда-нибудь вас сделает счастливыми моя способность.'''},
        ],
    }
}